[
  {
    "_id": 604,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Doing something everywhere",
    "mEpisodeDate": "22 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170822_tews_left_right_centre_download.mp3",
    "mSummary": "If you do something left, right, and centre does that mean you do it everywhere? Rob\u0027s being doing just that but what\u0027s he been doing it with? Neil has an explanation in this episode of The English We Speak.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05bsc98.jpg",
    "mTitle": "Left, right, and centre",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello and welcome to The English We Speak with me Feifei...\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e...and me Rob. Hello. So Feifei have you heard the news?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThe news? What news? \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWe\u0027re all going to get a big pay rise!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eA pay rise? But Rob are you sure? I haven\u0027t heard anyone else talk about it.\u0026nbsp; \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes, yes, I\u0027m sure. Look at this leaflet here... it says it there in black and white. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eIn black and white? But it\u0027s in colour - look, it says \u0027ten per cent\u0027 in red letters.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI don\u0027t mean it\u0027s printed in black and white - if someone says it\u0027s \u0027in black and white\u0027 they mean it\u0027s official - it\u0027s been printed or written down - so there is no dispute!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eSo you\u0027re saying it\u0027s not gossip – it\u0027s true?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes, yes - I have proof of the pay rise on this piece of paper here. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOK, well let me read it while we hear some more examples of this phrase...\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eI have it here in black and white - I\u0027ve got the job!\u003c/p\u003e \n\u003cp\u003eI\u0027m not going to start celebrating until I\u0027ve seen the deal in black and white.\u003c/p\u003e \n\u003cp\u003eWe didn\u0027t believe the bank\u0027s offer of a loan until we saw it in black and white.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo, when something is in black and white it is clearly written down so it is believed to be true. But why in \u0027black and white\u0027 and not in \u0027red and blue\u0027 for example?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eWell, it comes from the early days of printing when news and information was printed in black ink on white paper. Once something was printed it was official.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOK - but hold on Rob - I\u0027ve read this leaflet and it doesn\u0027t say we\u0027re getting a 10% pay rise - it just says we \u003cem\u003edeserve\u003c/em\u003e a 10% pay rise - so no pay rise for us Rob.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWhat? Are you sure?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes - look, it says it there - at the top - in black and white! \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOh I didn\u0027t see that.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eIt just shows you - even if something is in black and white - you need to be able to read it\u0026nbsp;first!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 155
  },
  {
    "_id": 605,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Years and ears!",
    "mEpisodeDate": "15 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170815_tews_donkeys_years_download.mp3",
    "mSummary": "Why has Rob got a donkey in the studio?! It\u0027s probably got something with today\u0027s authentic English phrase which is about not doing something for a long time. How long will it take for Feifei to work out what it means?",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p0596f0g.jpg",
    "mTitle": "Donkey\u0027s years",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello and welcome to The English We Speak with me, Feifei…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003c/strong\u003e\u003cbr /\u003e…and me, Sian. Hello! Hey Feifei what are you doing on your phone? We\u0027ve got a programme to record.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eWell you see I\u0027ve got a really bad headache and it says here on this website that I might have a head injury, or maybe a tumour or…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003c/strong\u003e\u003cbr /\u003eOr maybe you\u0027ve just got a headache! Give me that phone… you\u0027re just scaring yourself!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eHang on it says here that I should go to the hospital if I have these other symptoms. Maybe I do have a fever… I am feeling quite hot.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003c/strong\u003e\u003cbr /\u003eThat\u0027s because it\u0027s boiling in here – I\u0027m hot too… and I\u0027m starting to get a headache. I know exactly what\u0027s wrong with you – you have a case of cyberchondria!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eCyberchondria? Oh dear I knew something was wrong. That sounds serious – what is it?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003c/strong\u003e\u003cbr /\u003eA cyberchondriac is someone who looks up medical advice on the internet for every symptom they have and then gets really anxious because they think they have a serious illness! Just like you\u0027re doing.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOh, like a \u0027hypochondriac\u0027 - that\u0027s someone who imagines illnesses that they don\u0027t have, isn\u0027t it?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003c/strong\u003e\u003cbr /\u003eExactly, this term is a combination of \u0027cyber\u0027 – relating to computers – and hypochondriac. Let\u0027s hear some examples...\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eExamples\u003c/strong\u003e\u003cbr /\u003eThere are so many medical websites nowadays, it\u0027s no wonder more and more people are self-diagnosing and becoming cyberchondriacs.\u003c/p\u003e \n\u003cp\u003eAna: I was convinced that I had this really rare disease that I read about online. Turns out I just wasn\u0027t drinking enough water!\u003c/p\u003e \n\u003cp\u003eJoe: Ha! You\u0027re such a cyberchondriac!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eRight, let\u0027s get on with the programme – I haven\u0027t brought my glasses today so I\u0027m afraid I can\u0027t read the script very well.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003c/strong\u003e\u003cbr /\u003eWhat? You\u0027ve forgotten your glasses? Well no wonder you\u0027ve got a headache.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOh yeah that could be it. Phew I was convinced something terrible was wrong with me. Right, let\u0027s get on with the programme.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003c/strong\u003e\u003cbr /\u003eHang on there\u0027s a link here to the \u0027ten most dangerous tropical diseases\u0027 I\u0027ll just have a quick look….\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eBut you haven\u0027t even been to a tropical country lately. Put the phone down!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eSian\u003cbr /\u003e\u003c/strong\u003eAlright! See you later. Bye!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 154
  },
  {
    "_id": 606,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Someone\u0027s ringing!",
    "mEpisodeDate": "08 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170808_tews_give_us_a_bell_download.mp3",
    "mSummary": "Rob wants Feifei to give him a bell. Why does he want one and how is Feifei going to carry it? Or is this another example of confusing authentic real English? Listen to the programme to find out what he really means.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p0596f30.jpg",
    "mTitle": "Give us a bell",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello and welcome to The English We Speak. I\u0027m Feifei and I\u0027m waiting for Rob… I have some good news for him!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOh hi Feifei. You\u0027re looking very pleased with yourself.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Yes, I am. You know that new singer we really really like and wanted to go and see?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou mean Justin Timberriver?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes him. And you know that his world tour is a sell-out – there are no tickets left?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes, sadly.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell, look at these!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWow! Two tickets to see Justin Timberriver in London tomorrow! That\u0027s amazing, how did you manage to pull those out of the hat?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eErr Rob - I didn\u0027t pull them out of anyone\u0027s hat - I used my own money to buy them from a friend.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNo Feifei - if you \u0027pull something out of a hat\u0027 it means you produce something unexpectedly - by surprise - and solves a problem.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOK, I see! So these tickets are an unexpected surprise?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Yes - I thought we would never get any. Let\u0027s hear some more examples while I calm down!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eWe thought we\u0027d never complete the project on time but somehow, Javeed managed to pull it out of the hat.\u003c/p\u003e \n\u003cp\u003eOur team has had a bad season but they still managed to pull a cup victory out of the hat by the end of it.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo, if you pull something out of a hat, you do something that is not expected and it makes a bad situation better. You can also say \u0027to pull something out of thin air\u0027. So it\u0027s like magic?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes. It\u0027s just like how a magician pulls a rabbit out of a hat – I don\u0027t suppose you could do that could you?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNo Rob. But maybe you could pull something out of the hat for me?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOh, what\u0027s that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThe tickets cost \u0026pound;100 each – could I have the money now please?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u0026pound;100? Where am I going to find that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Look inside that silly hat you\u0027re wearing.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eIt\u0027s not silly.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003c/strong\u003e\u003cbr /\u003e Bye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 153
  },
  {
    "_id": 771,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003e1. My football team have been \u003cstrong\u003ecrowned\u003c/strong\u003e champions after an exciting win in the last game of the season.\u003c/p\u003e \n \u003cp\u003e2. The artist says his new \u0027time machine\u0027 creation was \u003cstrong\u003einspired by fiction\u003c/strong\u003e, after reading an old novel.\u003c/p\u003e \n \u003cp\u003e3. Local residents are \u003cstrong\u003eoutraged\u003c/strong\u003e about the decision to build a motorway near their village.\u003c/p\u003e \n \u003cp\u003e4. My \u003cstrong\u003epodiatrist\u003c/strong\u003e told me to change my socks to stop me getting athlete\u0027s foot again.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: outraged, inspired by fiction, crowned, podiatrist",
    "mEpisodeDate": "23 Aug 2017",
    "mExercises": "\u003cp\u003eUse one of the words or phrases from Lingohack to complete each of these sentences. Note that you may have to change the form of a word or phrase to complete the sentence correctly.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eoutraged / inspired by fiction / crowned / podiatrist\u003cbr /\u003e \u003cbr /\u003e \u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e1. My football team have been ______ champions after an exciting win in the last game \u0026nbsp;\u0026nbsp;\u0026nbsp;of the season.\u003c/p\u003e \n \u003cp\u003e2. The artist says his new \u0027time machine\u0027 creation was ______, after reading an old novel.\u003c/p\u003e \n \u003cp\u003e3. Local residents are ______ about the decision to build a motorway near their village.\u003c/p\u003e \n \u003cp\u003e4. My ______ told me to change my socks to stop me getting athlete\u0027s foot again.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05d4f6n.jpg",
    "mTitle": "Bear cub hunting in Alaska",
    "mTodaysHeadline": "\u003ch3\u003eToday\u0027s Headlines:\u003c/h3\u003e \n \u003cp\u003e\u003cstrong\u003eBear cub hunting in Alaska\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eIndonesia\u0027s owls at risk\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eToe wrestling champions\u003c/strong\u003e\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eAlaska\u0027s wildlife refuges are immense. Each year, tens of thousands of people hunt here, but what rules should they follow? President Trump has lifted restrictions put in place by Barack Obama. Once again, all hunters can use bait and kill mother bears and their cubs. Animal rights campaigners are \u003cstrong\u003eoutraged\u003c/strong\u003e, but many believe hunters are the best people to manage big game.\u003c/p\u003e \n \u003cp\u003eHadie paid a 100 US dollars for this barred eagle-owl - the closest Indonesian owl that when young, looks like Harry Potter\u0027s snowy-white Hedwig. In the past people stayed away from them, believing them close to the spirit world. But now there\u0027s a growing number of people - \u003cstrong\u003einspired by fiction\u003c/strong\u003e - to take wild owls as pets. There\u0027s only one type of owl that\u0027s on the protected species list in Indonesia. Activists want that changed to lift the Harry Potter curse.\u003c/p\u003e \n \u003cp\u003eNew toe wrestling champions have been \u003cstrong\u003ecrowned\u003c/strong\u003e after an unusual competition was held in Derbyshire in the UK. Participants at The World Toe Wrestling Championships, which is like arm wrestling but with feet, competed in best-of-three knockout rounds until a winner was found. Everyone had their feet checked by a \u003cstrong\u003epodiatrist\u003c/strong\u003e before they competed.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 100,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eoutraged\u003cbr /\u003e \u003c/strong\u003every angry and shocked\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einspired by fiction\u003cbr /\u003e \u003c/strong\u003einfluenced by stories not based on real people and facts\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecrowned\u003cbr /\u003e \u003c/strong\u003egiven the title for winning a competition\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epodiatrist\u003cbr /\u003e \u003c/strong\u003eperson who treats problems and diseases of people\u0027s feet\u003c/p\u003e"
  },
  {
    "_id": 772,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003e1. The band\u0027s new album takes them into \u003cstrong\u003euncharted\u003c/strong\u003e territory; it has a very different sound.\u003c/p\u003e \n \u003cp\u003e2. Once you\u0027ve learnt English, learning another language will be \u003cstrong\u003echild\u0027s play\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e3. Dave and Mary are obviously trying to \u003cstrong\u003ekeep up with the Joneses\u003c/strong\u003e; they\u0027ve bought a new house with a swimming pool, just like their friends have.\u003c/p\u003e \n \u003cp\u003e4. The police are struggling to stop the criminal gangs who are terrorising the city with apparent \u003cstrong\u003eimpunity\u003c/strong\u003e.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: impunity, uncharted, keep up with the Joneses, child\u0027s play",
    "mEpisodeDate": "16 Aug 2017",
    "mExercises": "\u003cp\u003eUse one of the words or phrases from Lingohack to complete each of these sentences. Note that you may have to change the form of a word or phrase to complete the sentence correctly.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eimpunity / uncharted / keep up with the Joneses / child\u0027s play\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e1. The band\u0027s new album takes them into ______ territory; it has a very different sound. 2. Once you\u0027ve learnt English, learning another language will be ______.\u003c/p\u003e \n \u003cp\u003e3. Dave and Mary are obviously trying to ______; they\u0027ve bought a new house with a swimming pool, just like their friends have.\u003c/p\u003e \n \u003cp\u003e4. The police are struggling to stop the criminal gangs who are terrorising the city with apparent ______.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05cjs3c.jpg",
    "mTitle": "Using a bus to stop corruption",
    "mTodaysHeadline": "\u003ch3\u003eToday\u0027s Headlines:\u003c/h3\u003e \n \u003cp\u003e\u003cstrong\u003eUsing a bus to stop corruption\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eSailing to the North Pole \u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eSpoiling our babies\u003c/strong\u003e\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eCorruptour is a bus that goes around Mexico City highlighting the sites that have to do with the country\u0027s and also the city\u0027s corruption scandals. Experts say corruption costs five per cent of the country\u0027s GDP. Mexicans are angry after a series of high-profile scandals. And corruption doesn\u0027t just cost money, the \u003cstrong\u003eimpunity\u003c/strong\u003e it creates costs lives. The tour volunteers want people to know that ending corruption starts at home.\u003c/p\u003e \n \u003cp\u003eSetting off into \u003cstrong\u003euncharted\u003c/strong\u003e Arctic waters – a pair of yachts attempting a first, sailing all the way to the North Pole. A crew of ten and dog Fukimi have just departed from Alaska. Led by British explorer Pen Hadow, they have a 3,500 mile voyage ahead. It\u0027s the rapidly warming conditions in the Artctic that have made this expedition even possible. A large scale analysis from the US Polar Science Center estimates that from the late 1970s, half of the volume of sea ice has been lost.\u003c/p\u003e \n \u003cp\u003eShopping for a baby isn\u0027t what it used to be. There\u0027s an explosion of choice. In America women are waiting longer to have children - by then they often have more disposable income. This year the global market for baby care products is expected to reach 66.8 billion dollars. Take every parent\u0027s desire to get the best for their kids… fuel it with the classic consumer desire to \u003cstrong\u003ekeep up with the Joneses\u003c/strong\u003e, and big profits for the baby gear companies seem to be \u003cstrong\u003echild\u0027s play\u003c/strong\u003e.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 99,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eimpunity\u003cbr /\u003e \u003c/strong\u003efreedom from any risk of being punished for doing something wrong or bad\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003euncharted\u003cbr /\u003e \u003c/strong\u003ecompletely new; not seen on any map\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ekeep up with the Joneses\u003cbr /\u003e \u003c/strong\u003edo and buy things in order to appear as successful, rich or important as friends and neighbours\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echild\u0027s play\u003cbr /\u003e \u003c/strong\u003eeasy to do\u003c/p\u003e"
  },
  {
    "_id": 773,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003e1. When Pele was on the football field, he was \u003cstrong\u003etop dog\u003c/strong\u003e and no one could beat him.\u003c/p\u003e \n \u003cp\u003e2. The blame for the school\u0027s broken window lies \u003cstrong\u003efairly and squarely\u003c/strong\u003e with the children.\u003c/p\u003e \n \u003cp\u003e3. A hospital spokeswoman said the shortage of beds could lead to the cancellation of some \u003cstrong\u003eelective \u003c/strong\u003esurgery, and that patients would be notified if their operation were cancelled.\u003c/p\u003e \n \u003cp\u003e4. Tony needed a career change and decided to \u003cstrong\u003eforsake\u003c/strong\u003e teaching for a job in journalism.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: elective, forsaking, fairly and squarely, top dog",
    "mEpisodeDate": "09 Aug 2017",
    "mExercises": "\u003cp\u003eUse one of the words or phrases from Lingohack to complete each of these sentences. Note that you may have to change the form of a word or phrase to complete the sentence correctly.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eelective / forsaking / fairly and squarely / top dog\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e1. When Pele was on the football field, he was ______ and no one could beat him.\u003c/p\u003e \n \u003cp\u003e2. The blame for the school\u0027s broken window lies ______ with the children.\u003c/p\u003e \n \u003cp\u003e3. A hospital spokeswoman said the shortage of beds could lead to the cancellation of some ______ surgery, and that patients would be notified if their operation were cancelled.\u003c/p\u003e \n \u003cp\u003e4. Tony needed a career change and decided to ______ teaching for a job in journalism.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05bypc4.jpg",
    "mTitle": "Turkey\u0027s rise in C-section births",
    "mTodaysHeadline": "\u003ch3\u003eToday\u0027s Headlines:\u003c/h3\u003e \n \u003cp\u003e\u003cstrong\u003eTurkey\u0027s rise in C-section births\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eOpera for babies\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eSurfing dogs in California\u003c/strong\u003e\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eAround the globe, caesarean section rates have increased dramatically. In Turkey, more than half of babies are born by C-section - the highest rate in the world. That\u0027s despite introducing a law five years ago, making \u003cstrong\u003eelective\u003c/strong\u003e caesarean sections a punishable offense. The rising age of first-time mothers and multiple births resulting from IVF treatment are often blamed for \u003cstrong\u003eforsaking\u003c/strong\u003e the natural birth route. But with increasing awareness about its benefits for healthy mothers, most Turkish women these days hope to give birth naturally.\u003c/p\u003e \n \u003cp\u003eThis is opera for beginners. A shorter show, a more succinct storyline and a chance for the audience to move around. All required when you\u0027re not yet two. Welcome to BambinO, the latest show from Scottish Opera aimed \u003cstrong\u003efairly and squarely\u003c/strong\u003e at babies. So far the show has been a big hit at festivals and on tour, not to mention with audiences big and small.\u003c/p\u003e \n \u003cp\u003eDogs that\u0027ll do anything to please their owners have been proving it in style at the World Dog Surfing Championships in California. They\u0027ve been jumping onto surfboards and attempting, much like humans do, not to fall off. These pups were competing to be \u003cstrong\u003etop dog\u003c/strong\u003e at the competition, which drew a crowd of humans, dogs and even humpback whales.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 98,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eelective\u003cbr /\u003e\u003c/strong\u003evoluntary\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eforsaking\u003cbr /\u003e \u003c/strong\u003estop using; giving up\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efairly and squarely\u003cbr /\u003e \u003c/strong\u003ecompletely; totally\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etop dog\u003cbr /\u003e \u003c/strong\u003e(here) the winner; the best\u003c/p\u003e"
  },
  {
    "_id": 883,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Have you ever thought about what sort of funeral you would like to have?",
    "mEpisodeDate": "10 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170810_6min_english_fancy_dress_funerals_download.mp3",
    "mSummary": "\u003cp\u003eFunerals are sad occasions but some people decide to turn them into\u0026nbsp;joyful celebrations of the dead person\u0027s life.\u0026nbsp;Rob and Neil\u0026nbsp;talk about\u0026nbsp;fancy dress funerals\u0026nbsp;and teach you six items of useful vocabulary in this episode of 6 Minute English.\u0026nbsp;\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question:\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eAccording to a UK survey, how many of us would like our funerals to be more of a party or celebration? Is it… \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) 5%,\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) 25% or \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) 50%?\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p059p0h9.jpg",
    "mTitle": "Fancy dress funerals",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello, I\u0027m Neil and welcome to 6 Minute English, where today we bring you a serious topic and six items of vocabulary.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd hello, I\u0027m Rob. Now, here\u0027s a serious question for you, Neil. Have you thought about what you\u0027d like to happen when you die?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eInteresting way to start the show, Rob… No, I haven\u0027t.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, nobody really likes to talk about death, do they?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, it isn\u0027t a fun topic. So, can we talk about something else, please?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAfraid not. Because today\u0027s topic is funerals – a \u003cstrong\u003efuneral\u003c/strong\u003e is a ceremony we hold for a dead person.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd a \u003cstrong\u003eceremony\u003c/strong\u003e is a formal event performed on special occasions – like a wedding or a graduation – or in this case, a funeral.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. Well, let\u0027s start with a quiz question. According to a UK survey, how many of us would like our funerals to be more of a party or celebration? Is it…\u003cbr /\u003ea) 5%,\u003cbr /\u003eb) 25% or\u003cbr /\u003ec) 50%?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, I think it\u0027s 25%. I hadn\u0027t thought about it before – but I\u0027d definitely prefer my funeral to be a celebration. With my favourite music playing – and definitely nobody wearing black…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, strangely enough, a friend of mine went to a funeral recently where the funeral director was dressed as Darth Vader from Star Wars!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHmm. That sounds wrong. But I guess people are choosing to move away from the traditional funeral – you know, in church, people dressed in black, all very quiet…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eDarth Vader does wear black, at least! Anyway, let\u0027s hear from Shonnie Sullivan here in the UK talking about the fancy dress funeral she and her sister organized for their mother.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eShonnie\u003c/strong\u003e: It was quite unusual as we turned up in fancy dress.\u003cbr /\u003e\u003cstrong\u003eInterviewer\u003c/strong\u003e: Had your mum left instructions about how she wanted her funeral to be?\u003cbr /\u003e\u003cstrong\u003eShonnie\u003c/strong\u003e:Only that we don\u0027t cry, and we… to have a party to celebrate her life. Be happy, don\u0027t be sad… I was a witch.\u003cbr /\u003e\u003cstrong\u003eInterviewer\u003c/strong\u003e: How did you look?\u003cbr /\u003e\u003cstrong\u003eShonnie\u003c/strong\u003e: Oh, it was just a little black dress and I just had, like, a little fancy witch hat on – the same as my sister. And we had a very close friend of the family come as Beetlejuice – which was absolutely amazing. He really did go all out for that.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSo\u003cstrong\u003e fancy dress\u003c/strong\u003e - special clothes you wear to an event – to look like a famous person or character from a movie. Another word we use is\u003cstrong\u003e costume \u003c/strong\u003e– which is a set of clothes you wear to look like somebody else.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eShonnie and her sister chose a Halloween theme for the funeral and wore witches\u0027 costumes – little black dresses with special hats.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eA close family relative dressed as Beetlejuice … Did he dress as a squashed insect, Neil? I\u0027m confused here!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, Rob. He dressed as Beetlejuice, the main character in a popular 1980s movie. Beetlejuice is a ghost who wears crazy clothes, and has scary hair and make up.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHmm. I haven\u0027t seen the film. But what does Shonnie mean when she says her relative went ‘all out\u0027 with his costume?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eTo go all out\u003c/strong\u003e means to make a big effort – and this guy\u0027s costume involved not only special clothes, but special hair and make up too.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eLike me.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWhat do you mean, \u0027like me\u0027?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, I go all out to get my clothes and hair just right for 6 Minute English.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYes, and, well... you look great, Rob. But unfortunately nobody sees us… do they?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes, good point. But it\u0027s important to make an effort.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo have you had any thoughts about the sort of funeral \u003cem\u003eyou\u003c/em\u003e would like to have?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOooh… Yes, I like the thought of my friends and family saying their final goodbyes to me on a beach with a beautiful sunset, listening to Stairway to Heaven by Led Zeppelin…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK, well, before you get too carried away with ideas for your own funeral, let\u0027s have the answer to today\u0027s quiz question.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eTo get carried away\u003c/strong\u003e means to get very excited and lose control of your feelings! I never thought I would get excited about my own funeral… But anyway – yes, back to today\u0027s question! How many of us would like our funerals to be more of a party or celebration? Is it… a) 5%, b) 25%, or c) 50%?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I said 25%.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNo, it\u0027s actually 50%. The market research company ICN found that half of us here in the UK would prefer something different to the traditional funeral.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMore than I expected.OK, shall we look back at the words we have learned today?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes. First up – \u0027funeral\u0027 – a ceremony we hold for a dead person. The plural is funerals – \u0026quot;Fancy dress funerals aren\u0027t everybody\u0027s cup of tea.\u0026quot; The adjective is – funereal – notice the stress on the second syllable – \u0026quot;Who chose this funereal music? Can we change it to something more cheerful?\u0026quot;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u0027Not my cup of tea\u0027 by the way, is something you don\u0027t enjoy doing.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK – \u0027ceremony\u0027 – a formal event performed on special occasions.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u0026quot;I didn\u0027t go to my sister\u0027s graduation ceremony.\u0026quot;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u0026quot;In the UK, the opening of Parliament is a ceremonious occasion.\u0026quot; Ceremonious is the adjective.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNumber three – \u0027fancy dress\u0027 is special clothing you wear to an event – for example, to look like a famous person or character from a movie.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u0026quot;I\u0027ve been invited to a fancy dress party.\u0026quot;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWho are you going to go as, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eIt\u0027s a secret, Neil!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNumber four – ‘costume\u0027 – a set of clothes you wear to look like somebody else. \u0026quot;Rob is going to go to the fancy-dress party in a Superman costume.\u0026quot;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eGood guess. Right. Number five – \u0027to go all out\u0027 means to make a big effort.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u0026quot;We went all out this year with our Christmas decorations – with a life-size flashing Santa Claus and sleigh.\u0026quot;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWay to go, Neil! Number six – the phrasal verb \u0027to get carried away\u0027 – means to get very excited and lose control of your feelings!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u0026quot;She got carried away and painted the whole house pink.\u0026quot;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat must be Barbie\u0027s house…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYup – and fancy dress is definitely Barbie\u0027s cup of tea! OK, that\u0027s all for today. But please remember to check out our Instagram, Twitter, Facebook and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. Bye-bye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 154,
    "mVocabulary": "\u003cp\u003e\u003cspan\u003e\u003cstrong\u003efuneral\u003cbr /\u003e\u003c/strong\u003ea ceremony we hold for a dead person\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eceremony\u003cbr /\u003e\u003c/strong\u003ea formal event performed on special occasions – like a wedding, a graduation or a funeral\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003efancy dress\u003cbr /\u003e\u003c/strong\u003especial clothes you wear to an event to look like a famous person or character from a movie, for example\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecostume\u003cbr /\u003e\u003c/strong\u003ea set of clothes you wear to look like somebody else\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eto go all out\u003cbr /\u003e\u003c/strong\u003eto make a big effort\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eto get carried away\u003cbr /\u003e\u003c/strong\u003e(phrasal verb) to get very excited and lose control of your feelings\u0026nbsp;\u003c/p\u003e"
  },
  {
    "_id": 884,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "The treatments that help people stay mentally healthy",
    "mEpisodeDate": "03 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170803_6min_english_talk_download.mp3",
    "mSummary": "\u003cp\u003eDo you feel very anxious or depressed sometimes?\u0026nbsp;Talking to a professional can help.\u0026nbsp;Neil and Rob\u0026nbsp;talk about talk\u0026nbsp;therapy\u0026nbsp;and teach you six items of useful vocabulary in this episode of 6 Minute English.\u0026nbsp;\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question:\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eWho invented the first talk therapy? Was it…\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003e \u003c/span\u003e\u003cspan\u003ea) Boris Karloff, \u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003e \u003c/span\u003e\u003cspan\u003eb) Carl Jung or\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003e \u003c/span\u003e\u003cspan\u003ec) Sigmund Freud?\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p059nn63.jpg",
    "mTitle": "It\u0027s good to talk",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWelcome to 6 Minute English, where we bring you a thoughtful topic and six items of vocabulary.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI\u0027m Rob…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I\u0027m Neil. So I was watching an old Woody Allen movie last night…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. Is he the anxious middle-aged guy from New York who talks about his problems all the time?\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThat\u0027s the one. He was paying for… psychoanalysis – and that\u0027s a type of talk therapy that was popular in the 1970s. Do you know what therapy means, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes.\u003cstrong\u003e Therapy\u003c/strong\u003e means a type of treatment for a problem or illness. And talk therapy is a treatment for \u003cstrong\u003epsychological\u003c/strong\u003e problems – which means problems of the mind – in case you were struggling with another long Greek word, Neil! Trained therapists work with you on ways to understand your thoughts, feelings and behaviour.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHey, Rob, I\u0027m an expert on long Greek words. Psychology is the noun, by the way. And the prefix \u0027psycho\u0027 in front of any word means \u0027to do with the mind\u0027.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eFor example the horror movie \u003cem\u003ePsycho\u003c/em\u003e… which is all about the disturbed mind of the main character, Norman Bates…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e…Where\u003cstrong\u003e disturbed\u003c/strong\u003e means not thinking or behaving in a normal way – because you have psychological problems. Norman Bates would have found talk therapy helpful, don\u0027t you think?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHmm. I\u0027m not sure really. Anyway, let\u0027s have a quiz question – shall we now, Neil? Can you tell me who invented the first talk therapy? Was it… a) Boris Karloff,\u003cbr /\u003eb) Carl Jung or\u003cbr /\u003ec) Sigmund Freud?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI\u0027m going to go for Sigmund Freud.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. Interesting answer – we\u0027ll find out later whether it was the right one or not. Now, moving on, what do you think is the most common psychological problem today, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt\u0027s depression. And \u003cstrong\u003edepression\u003c/strong\u003e – a feeling of unhappiness that can affect your thoughts, behaviour, and feelings – is the most common psychological problem affecting people throughout the world.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHow depressing! That\u0027s the adjective! It makes me feel depressed just thinking about it.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd depressed is the adjective we use to describe how we are feeling. Don\u0027t feel depressed, Rob! Let\u0027s listen to Professor Brent Roberts from the University of Illinois to find out more about the benefits of talk therapy.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eProfessor Brent Roberts from the University of Illinois\u003cbr /\u003e\u003c/strong\u003eSeeing a therapist does result in marked changes in psychological functioning. So people get less depressed and they get less anxious, and it seems to be regardless of what type of intervention is engaged in. And that is… and that has been one of the more positive aspects of the therapy research that we\u0027ve seen.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo when people talk to therapists about their problems, it results in marked changes in their psychological functioning – \u003cstrong\u003emarked\u003c/strong\u003e here means obvious or noticeable.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd these marked changes are that people become less depressed and anxious!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAn \u003cstrong\u003eintervention\u003c/strong\u003e, by the way, is something you do to improve a medical problem – and in this context, it refers to different types of talk therapy.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBut why is talking about our problems helpful, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI think it gives a shape to our problems. It makes them seem clearer – and that\u0027s a first step in being able to manage them. Also, \u0026quot;a problem shared is a problem halved\u0026quot;, as the saying goes.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThere\u0027s also some scientific evidence that talk therapy can change the way we think and feel – by replacing negative thought patterns with positive ones.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMedication can also change the way we think and feel. Some people take pills to treat depression.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBut medication can have negative effects, for example it can make you feel sleepy during the daytime.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, here\u0027s a positive thought – let\u0027s check how much we\u0027ve learned today by going over today\u0027s vocabulary! We had therapy…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eTherapy is a type of treatment for a problem or illness. There\u0027s therapy – therapist – therapeutic.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMy therapist is using a new therapy with me – it\u0027s very therapeutic!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eTherapeutic means \u0027treating an illness\u0027 – but in a more general sense, it can simply mean \u0027relaxing\u0027. For example, I find listening to music very therapeutic.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e \u003c/strong\u003eOK. Next up – psychological – relating to the mind. Psychology – psychologist – psychological. Depression and anxiety are both psychological problems.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eMy friend is studying psychology at university.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI want to be a famous psychologist.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eA career change at your age, Neil?! You\u0027ve kept that one a secret. OK. Number three – disturbed – \u0027not thinking or behaving in a normal way because you have psychological problems\u0027. She was a disturbed young woman.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOr disturbing – I\u0027ve been having very disturbing dreams recently.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003ePoor Neil! Disturbing here means \u0027upsetting or worrying\u0027.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNext item – depression – a feeling of unhappiness that can affect your thoughts, behaviour, and feelings.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWe felt depressed by the news.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThe news was very depressing!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAlright. Let\u0027s lift the mood – marked means \u0027obvious or noticeable\u0027. There\u0027s been a marked improvement in your English homework!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThere was a marked increase in the company\u0027s profits last year!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd finally – intervention – something you do to improve a problem – medical or otherwise.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eLet me intervene at this point – intervene – that\u0027s the verb and in this context it means \u0027to interrupt\u0027 – and say we\u0027ve forgotten the quiz question, Rob!!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e \u003c/strong\u003eOh, no! Good intervention. Yes, let\u0027s remind ourselves of that quiz question: who invented the first talk therapy? And you said Sigmund Freud, which is the right answer, so well done, Neil! Psychoanalysis was invented in the early 1890s by Austrian neurologist Sigmund Freud. The patient lies on a couch and talks about their thoughts, feelings and dreams while the therapist listens. Psychoanalytic sessions typically last 50 minutes and take place 4 to 5 times a week.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK. Good to know. But I think I prefer our own brand of talk therapy here on the show. And listeners – you can express your thoughts and feelings by visiting our Facebook, Twitter, Instagram and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eTalk to you again soon! Bye bye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo tell me about your childhood, Rob…\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 153,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003etherapy\u003c/strong\u003e\u003cbr /\u003ea type of treatment for a problem or illness\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epsychological problems\u003c/strong\u003e\u003cbr /\u003eproblems of the mind\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edisturbed\u003c/strong\u003e\u003cbr /\u003enot thinking or behaving in a normal way because of psychological problems\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edepression\u003cbr /\u003e\u003c/strong\u003ea feeling of unhappiness that can affect your thoughts, behaviour, and feelings\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emarked\u003cbr /\u003e\u003c/strong\u003eobvious or noticeable\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eintervention\u003cbr /\u003e\u003c/strong\u003esomething you do to improve a medical problem\u0026nbsp;(in this context, it refers to different types of talk therapy)\u003c/p\u003e"
  },
  {
    "_id": 885,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Have you ever cheated an honesty box? Is honesty really the best policy?",
    "mEpisodeDate": "27 Jul 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170727_6min_english_honesty_download.mp3",
    "mSummary": "\u003cp\u003eAre you honest? Have you ever cheated anybody? Rob and Neil discuss if honesty comes naturally to people or if it is a product of living in a social group.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eWho said \u0027honesty is the best policy\u0027? Was it…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) Donald Trump\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) Benjamin Franklin \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) Richard Nixon?\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eListen to the programme to find out the answer.\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p0590k3p.jpg",
    "mTitle": "How honest are we?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word\u003c/em\u003e \u003cem\u003etranscript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello and welcome to 6 Minute English, where we bring you an interesting topic and six items of vocabulary. I\u0027m Neil, and joining me is Rob.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHello there! And today we\u0027ve got six minutes to talk about honesty and how honest people are – particularly when it comes to spending money. So Neil – what\u0027s an \u0027honesty box\u0027?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, it\u0027s where you pay for something by putting money in a box – but it\u0027s up to you to put in the right amount. A small business might use this method to take money for things like parking your car or buying a newspaper because it means you don\u0027t need a sales assistant.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBut that means people could take a newspaper or park their car without paying anything! An honesty box relies on people being honest. The adjective \u003cstrong\u003ehonest\u003c/strong\u003e means truthful and not trying to cheat people.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd the noun is honesty – the quality of being truthful. Have you ever cheated an honesty box, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAbsolutely not! I\u0027ve never have!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHonestly?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHonestly! And to\u003cstrong\u003e cheat\u003c/strong\u003e, by the way, means to trick or deceive someone to get something you want. Honesty is the best policy, as they say…\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWhich of course leads us on to our quiz. \u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eDan\u003cbr /\u003e\u003c/strong\u003eThe 6 minute English quiz! Who said ‘honesty is the best policy’? Was it…\u003c/p\u003e\n \u003cp\u003ea) Donald Trump\u003cbr /\u003eb) Benjamin Franklin or\u003cbr /\u003ec) Richard Nixon?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHonestly, Neil! Everyone will know the answer to that.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eBut do you know the answer to that, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, I\u0027ll have an honest guess. I think it\u0027s b) Benjamin Franklin.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, you might be right, but you might not – we\u0027ll find out at the end. I did like your use of \u0027honestly\u0027 there, Rob. We can use the adverb \u0027honestly\u0027 at the beginning of a sentence to show that we\u0027re feeling irritated – for example when your co-presenter picks a quiz question that\u0027s too easy!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK, OK, let\u0027s move on now and hear from Philip Graves, a psychologist, and author of the book \u003cem\u003eConsumerology\u003c/em\u003e, who can tell us about why honesty isn\u0027t always the best policy.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003ePhilip Graves, Psychologist and author of the book \u003c/strong\u003e\u003cem\u003e\u003cstrong\u003eConsumerology\u003c/strong\u003e\u003cbr /\u003e\u003c/em\u003eThe question is not \u0027Are most consumers honest, the question is \u0027Are most people honest?\u0027 – And the answer to that is \u0027no\u0027. We have evolved with the capacity to be dishonest. It\u0027s part of our evolutionary psychological make up – because if we can gain an advantage over the people around us, we have a greater chance of surviving. Now what\u0027s important in that is that we also benefited from being in a social group and that was important in our evolutionary past so there is a balance to strike between the extent to which we can feather our own nest, so to speak, and the risk of being ostracised by the group.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eA \u003cstrong\u003econsumer\u003c/strong\u003e is a person who buys things\u0026nbsp;or services – for example, food or clothes.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOr the use of a parking space – or a taxi.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNow, if I park my car and don\u0027t pay for the parking space, I\u0027m being dishonest, but I\u0027m also saving money.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd Philip Graves says being dishonest is part of our \u0027psychological make up\u0027. What does that mean?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOur \u003cstrong\u003epsychological make up\u003c/strong\u003e is the way the human mind works – the way we think.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd it makes sense to be dishonest if you gain an advantage through this behaviour. So when you take something without paying for it, you save money you can spend on something else.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo why do we place such importance on being honest then? – If we benefit from being dishonest?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBecause it\u0027s selfish behaviour – which other members of our social group won\u0027t like. If everybody acted selfishly and dishonestly all the time, the world would be a very unpleasant place!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eSelfish\u003c/strong\u003e – meaning only caring about yourself and not about other people. That\u0027s a good point, Rob.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes, societies work better if people behave \u003cstrong\u003eco-operatively\u003c/strong\u003e – which means working together towards shared goals.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo honesty really is the best policy then – at least most of the time! \u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eDan\u003cbr /\u003e\u003c/strong\u003eAnd now it\u0027s time for the answer to the quiz. Who said ‘honesty is the best policy’?\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eWhat do you think, Rob?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. Was it Benjamin Franklin?\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd that was… the right answer! Maybe the question was too easy! Benjamin Franklin wrote it in a book of proverbs called \u003cem\u003ePoor Richard\u0027s Almanac \u003c/em\u003ebetween 1732 and 1758. Other famous quotes include \u0027There are no gains without pains\u0027 and \u0027Have you something to do tomorrow? Do it today.\u0027 OK let\u0027s follow Franklin\u0027s wise words and move right ahead with the vocabulary items we learned today.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eFirst up was the adjective honest – meaning truthful and not trying to cheat people – For example, \u0027Neil has a very honest face\u0027. OK, then there\u0027s … um …. honesty and honestly… the noun and adverb forms. For example, erm…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHonestly, Rob, hurry up and do the second item!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK, OK, I\u0027m getting there! To cheat – means to behave dishonestly to get what you want.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMy granny always used to cheat in card games. It was so annoying!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd I always used to cheat in spelling tests at school!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHow dishonest, Rob! OK, number three. Consumer – a person who buys goods or services for their own personal use.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eFor example, \u0027I am a big consumer of chocolate bars\u0027.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThat\u0027s terrible English, Rob! How about – \u0027We asked UK consumers how much money they spent on food every month\u0027?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK, I agree that\u0027s a better example. Anyway, I never consume chocolate. Number four!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003ePsychological make up – the way our minds work. The way we think.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eFor example, \u0027He had the psychological make up of a serial killer…\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThat\u0027s nasty! Moving on – selfish – caring only about yourself and not other people.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou only made yourself a cup of tea – that was a selfish thing to do!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWhat???\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eIt was just an example. You\u0027re not selfish, Neil. You\u0027re actually the most co-operative person I know – you\u0027re happy to work with others towards a common goal.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNot selfish then?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNever selfish. Always co-operative… And honest too.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGreat. Now, I honestly recommend that listeners visit our Facebook, Twitter, Instagram and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou can co-operate with other learners in your common goal of improving your English! Bye-bye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 152,
    "mVocabulary": "\u003cp\u003e\u003cspan\u003e\u003cstrong\u003ehonest\u003c/strong\u003e\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003etruthful\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003echeat\u003c/strong\u003e\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003etrick or deceive someone to get something you want\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003econsumer\u003cbr /\u003e\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003eperson who buys things\u0026nbsp;or services\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003epsychological make up\u003cbr /\u003e\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003ethe way the human mind works, the way we think\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eselfish\u003cbr /\u003e\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003esomeone who\u0026nbsp;only cares about themselves and not about other people\u003c/span\u003e\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eco-operatively\u003cbr /\u003e\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003eworking together towards shared goals\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e"
  },
  {
    "_id": 13,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "After the shocking events on the coast, Mary\u0027s uncle is now planning to escape from Jamaica Inn. He fears that someone is coming to kill him – someone who has been giving him the orders to wreck ships. She has to escape first to tell someone what she has seen but who can she trust?",
    "mEpisodeDate": "09 Jun 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit8/b2_u8_ep8_jamaica_inn_download.mp3",
    "mSummary": " \u003cp\u003eAfter the shocking events on the coast, Mary\u0027s uncle is now planning to escape from Jamaica Inn. He fears that someone is coming to kill him – someone who has been giving him the orders to\u0026nbsp;\u003cstrong\u003ewreck\u0026nbsp;\u003c/strong\u003eships. \u0026nbsp;She has to escape first to tell someone what she has seen but who can she trust?\u0026nbsp;\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02vgz1f.jpg",
    "mTitle": "Jamaica Inn: Part 8: A shocking discovery",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eMy uncle is planning our escape from Jamaica Inn tonight. He\u0027s afraid that someone is coming to kill him – someone who has been giving him the orders to\u0026nbsp;\u003cstrong\u003ewreck\u0026nbsp;\u003c/strong\u003eships. He thinks I\u0027m resting in my room and he has locked my door. But I climbed out of the window and am\u0026nbsp;\u003cstrong\u003ehurrying\u003c/strong\u003e\u0026nbsp;to the vicar\u0027s house before my uncle discovers I\u0027ve gone. The vicar will help me, I\u0027m sure …\u003c/p\u003e \n \u003cp\u003eAh there\u0027s the church and the\u0026nbsp;\u003cstrong\u003evicarage.\u003c/strong\u003e\u0026nbsp;I can\u0027t see any lights, though.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eMr Davey… Mr Davey… It\u0027s Mary … Mary Yellan. No one\u0027s here…\u003c/p\u003e \n \u003cp\u003eExcuse me, is the vicar in the church? I\u0027ve been knocking at the house but there\u0027s no answer.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eWoman\u003cbr /\u003e\u003c/strong\u003eNo, he left this morning and won\u0027t be back until tomorrow.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eAre you sure? Oh… what shall I do?... I\u0027ve got to find someone to help me…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eWoman\u003cbr /\u003e\u003c/strong\u003eWhy don\u0027t you go to Mr Bassat, the\u0026nbsp;\u003cstrong\u003emagistrate?\u0026nbsp;\u003c/strong\u003e\u0026nbsp;He lives at North Hill, but it\u0027s four miles away.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI\u0027ll have to go there…But first… I must … write … a note for Mr Davey. Here… can you give this to him…?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eWoman\u003cbr /\u003e\u003c/strong\u003eBut you can\u0027t walk! – it\u0027s getting dark …\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003enarrating\u003cbr /\u003e\u003c/strong\u003eIn my note, I explained about the wreck and my uncle\u0027s plan to escape… I\u0027ll have to walk quickly to North Hill. If my uncle discovers I\u0027ve gone, he\u0027ll know I\u0027ve\u0026nbsp;\u003cstrong\u003ebetrayed\u003c/strong\u003e\u0026nbsp;him and he\u0027ll kill me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI need to see Mr Bassat –\u0026nbsp;\u003cstrong\u003eit\u0027s urgent!\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eI\u0027m afraid he\u0027s not here.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eOh no!… If I don\u0027t see him, something\u0026nbsp;\u003cstrong\u003eterrible\u003c/strong\u003e\u0026nbsp;will happen!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eIt\u0027s not about the horses is it? … I know one was\u0026nbsp;\u003cstrong\u003equite ill\u003c/strong\u003e\u0026nbsp;this morning…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eNo … When will Mr Bassat be back?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eI really don\u0027t know.\u0026nbsp;\u003cstrong\u003eActually\u003c/strong\u003e, I\u0027m very\u0026nbsp;\u003cstrong\u003eworried\u003c/strong\u003e. He knows a man called Joss Merlyn who\u0027s\u0026nbsp;\u003cstrong\u003every dangerous\u003c/strong\u003e, so he might be in\u0026nbsp;\u003cstrong\u003eserious\u003c/strong\u003e\u0026nbsp;danger.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWhat do you mean?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eMy husband has\u0026nbsp;\u003cstrong\u003esuspected\u003c/strong\u003e\u0026nbsp;for a long time that\u0027s he committed\u0026nbsp;\u003cstrong\u003eserious\u003c/strong\u003e\u0026nbsp;crimes and this morning, he\u0026nbsp;\u003cstrong\u003esuddenly\u003c/strong\u003e\u0026nbsp;got\u0026nbsp;\u003cstrong\u003eproof\u003c/strong\u003e. He\u0027s gone to Launceston to get men and will surround the Inn this evening… there may be fighting…but do you know this man Merlyn? Wait a moment…you are the girl my husband told me about, aren\u0027t you? Don\u0027t move…!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eDon\u0027t… I won\u0027t hurt you… I came to tell Mr Bassat that my uncle is planning to escape tonight. But I\u0027ve\u0026nbsp;\u003cstrong\u003eruined\u003c/strong\u003e\u0026nbsp;your husband\u0027s plan. When my uncle sees I\u0027m not in my room, he\u0027ll leave before your husband gets there…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eI can see you\u0027re telling the truth. How can I help you…?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI must go back and help my aunt. I\u0027m\u0026nbsp;\u003cstrong\u003ereally\u003c/strong\u003e\u0026nbsp;worried about her… [puzzled and trying to work out] But how did Mr Bassat find out the truth so soon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eI\u0027ve no idea.\u0026nbsp;\u003cstrong\u003eHe left very suddenly\u003c/strong\u003e\u0026nbsp;… But you can\u0027t possibly walk back\u0026nbsp;\u003cstrong\u003ealone\u003c/strong\u003e\u0026nbsp;now – it\u0027s\u0026nbsp;\u003cstrong\u003edark.\u003c/strong\u003e\u0026nbsp;Our servant, James, will\u0026nbsp;\u003cstrong\u003esee you home safely.\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eReally … there\u0027s no need. I\u0027m used to the roads at night…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eBut she insisted… so I am once again on the road to Jamaica Inn. The moor is\u0026nbsp;\u003cstrong\u003ecold\u0026nbsp;\u003c/strong\u003eand still tonight… James has two guns and if I have to … I\u0027ll use one… There is the inn …\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eIt looks like Mr Bassat hasn\u0027t got\u0026nbsp;\u003cstrong\u003ehere yet\u003c/strong\u003e.\u0026nbsp;\u0026nbsp;I must find my aunt… Perhaps they\u0027ve\u0026nbsp;\u003cstrong\u003ealready\u0026nbsp;\u003c/strong\u003egone. I\u0027ll go in\u0026nbsp;\u003cstrong\u003ealone\u003c/strong\u003e. Give me a gun James. If you hear a shot, then come.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eStrange\u003c/strong\u003e… the house is dark… but the horses are still here. So they haven\u0027t gone yet! Unless they went\u0026nbsp;\u003cstrong\u003eon foot\u003c/strong\u003e, but no… my aunt wouldn\u0027t have done that. How odd!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eThe kitchen is\u0026nbsp;\u003cstrong\u003eempty.\u003c/strong\u003e\u0026nbsp;The fire is\u0026nbsp;\u003cstrong\u003edead\u003c/strong\u003e.\u0026nbsp;Nothing but\u0026nbsp;\u003cstrong\u003ea deathly silence\u003c/strong\u003e. I\u0026nbsp;\u003cstrong\u003ecreep\u003c/strong\u003e\u0026nbsp;to the hall, terrified of meeting my uncle with a gun. [gasps!]\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eA terrible sight\u003c/strong\u003e\u0026nbsp;is there before me… I turn and run\u0026nbsp;\u003cstrong\u003eas fast as I can\u003c/strong\u003e…\u003c/p\u003e \n \u003cp\u003eLet\u0027s meet again in the next episode – after the shocking events of today I go to the\u0026nbsp;\u003cstrong\u003esafety\u0026nbsp;\u003c/strong\u003eof the vicar\u0027s house – he has\u0026nbsp;\u003cstrong\u003esomething important\u003c/strong\u003e\u0026nbsp;to tell me, but what can it be?\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 119,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ewreck\u003cbr /\u003e\u003c/strong\u003eto make a ship sink\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003evicarage\u003cbr /\u003e\u003c/strong\u003ehouse where a vicar lives\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emagistrate\u003cbr /\u003e\u003c/strong\u003ean officer of law\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebetrayed (to betray)\u003cbr /\u003e\u003c/strong\u003egiven information that has put someone in danger\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esuspected (to suspect)\u003cbr /\u003e\u003c/strong\u003ebelieve that someone has committed a crime\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eproof\u003cbr /\u003e\u003c/strong\u003einformation that shows that something is true\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eruined (to ruin)\u003cbr /\u003e\u003c/strong\u003espoilt\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eodd\u003cbr /\u003e\u003c/strong\u003estrange\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecreep\u003cbr /\u003e\u003c/strong\u003eto move quietly and carefully so no one will see or hear you\u003c/p\u003e\n "
  },
  {
    "_id": 14,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Mary has been forced by her Uncle Joss to travel with him and his drunken men on Christmas Eve. She fell asleep but she\u0027s about to wake up and discover what Joss and his gang of bad men really get up to at night.",
    "mEpisodeDate": "02 Jun 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit7/b2_u7_jamaica_inn_episode_7_download.mp3",
    "mSummary": " \u003cp\u003eMary has been forced by her Uncle Joss to travel with him and his drunken men on Christmas Eve. She fell asleep but she\u0027s about to wake up and discover what Joss and his gang of bad men really get up to at night.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02tgg6f.jpg",
    "mTitle": "Jamaica Inn: Part 7: Shipwreck",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eIt\u0027s morning…I have just woken up in my bed in Jamaica Inn. Memories of what I saw on Christmas Eve\u0026nbsp;\u003cstrong\u003ehaunt\u0026nbsp;\u003c/strong\u003eme like a\u0026nbsp;\u003cstrong\u003enightmare\u003c/strong\u003e\u0026nbsp;…\u003c/p\u003e \n \u003cp\u003eMy uncle forced me to travel with him and his drunken men on Christmas Eve. I was so tired on the journey that while they were singing drunken songs, I fell asleep.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eWhen I woke up, they had gone\u003c/strong\u003e. The carriage doors were locked, but I escaped through the window.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eThey had brought me to the coast.\u003c/strong\u003e\u0026nbsp;It was a cold,\u0026nbsp;\u003cstrong\u003emisty\u003c/strong\u003e\u0026nbsp;night, but from where I was standing on the clifftop, I could see my uncle and his\u0026nbsp;\u003cstrong\u003egang\u003c/strong\u003e\u0026nbsp;below on the shore, silent and still. They were watching the\u0026nbsp;\u003cstrong\u003etide\u003c/strong\u003e\u0026nbsp;coming in, like a beast waiting to\u0026nbsp;\u003cstrong\u003epounce\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003eThe mist began to clear and a light appeared on a nearby cliff. At last!\u0026nbsp;\u003cstrong\u003eThe officers the vicar had spoken about were coming!\u003c/strong\u003e\u0026nbsp;… But my hope disappeared quickly. \u0026nbsp;… Another light appeared out at sea. This one was moving up and down… I realised then with horror what was happening. The light on the cliff was a\u0026nbsp;\u003cstrong\u003etrap\u003c/strong\u003e!\u003c/p\u003e \n \u003cp\u003eA huge black shape appeared out of the darkness. Like a\u0026nbsp;\u003cstrong\u003emoth\u003c/strong\u003e\u0026nbsp;to a candle, the ship was heading for the rocks…\u003c/p\u003e \n \u003cp\u003eI remember now how I ran to the shore, how I screamed and shouted… but my uncle caught me and tied my hands so I couldn\u0027t move. I couldn\u0027t do anything except watch the disaster happen.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eThe men splashed about in the water grabbing\u003cstrong\u003e\u0026nbsp;treasures that had fallen\u003c/strong\u003e\u0026nbsp;from the ship\u003cstrong\u003e.\u0026nbsp;\u003c/strong\u003eBodies were floating on the water. The men fell on them and took everything of value … even rings on the fingers. Hours passed. Light was appearing in the sky. My uncle saw it too.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u003cbr /\u003e\u003c/strong\u003eWhoah!! … Stop everyone! Look!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eHe pointed to the sky.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eJust … going …\u0026nbsp;to get …\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u003cbr /\u003e\u003c/strong\u003eLeave it! … There\u0027s no time!… It\u0027s getting light … Get out of here!… … before it\u0027s too late.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eBut no one was listening. They were greedily grabbing what they could.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eMy uncle had fired his pistol\u003c/strong\u003e\u0026nbsp;in the air. The men looked up and saw the sky. Fear struck them and they ran up the beach, carrying what they could… They knew they had stayed too long. Morning was their enemy. … I was too weak to move, but my uncle picked me up and carried me… In the\u0026nbsp;\u003cstrong\u003epanic\u003c/strong\u003e, the carriage overturned. That meant there was only one small cart for everyone\u0027s escape.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u003cbr /\u003e\u003c/strong\u003eStand back!… I say stand back!…Harry, make sure no one moves… Shoot if necessary… I said…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eThere was blood everywhere…two men lay still… I\u0026nbsp;\u003cstrong\u003efainted\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePatience\u003cbr /\u003e\u003c/strong\u003eMary, are you awake?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eHow long have I been lying here?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePatience\u003cbr /\u003e\u003c/strong\u003eTwo days.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWhy didn\u0027t you wake me?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePatience\u003cbr /\u003e\u003c/strong\u003eMary…I…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI\u0027ve got to get up …\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePatience\u003cbr /\u003e\u003c/strong\u003eWhere are you going? Your uncle is downstairs.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eHe doesn\u0027t frighten me… I must go and find….\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePatience\u003cbr /\u003e\u003c/strong\u003eHe\u0027s never been like this before. He\u0027s locked all the doors. He\u0027s afraid of someone … I don\u0027t know who…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePatience\u003cbr /\u003e\u003c/strong\u003eDon\u0027t go down, Mary, he\u0027s got a gun…!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eAll the doors and windows are\u0026nbsp;\u003cstrong\u003ebolted\u003c/strong\u003e. My uncle is sitting in the kitchen…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u003cbr /\u003e\u003c/strong\u003eI heard noises outside. Did you hear anything?...\u003c/p\u003e \n \u003cp\u003eHe\u0027ll come… He warned me but I didn\u0027t listen…We didn\u0027t plan it this time.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWhat do you mean? Who warned you? The officers?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u003cbr /\u003e\u003c/strong\u003eThem…? They can\u0027t touch me. They need\u0026nbsp;\u003cstrong\u003eproof\u003c/strong\u003e\u0026nbsp;and all they have is a broken ship and two bodies. I wasn\u0027t there, was I\u0026nbsp; – I was at home with my wife and niece cosy by the fire… No, it\u0027s him… He\u0027ll murder us all…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI don\u0027t understand. My uncle planned the wrecks, didn\u0027t he… or did he? Was there someone else who gave the orders? Who is he so afraid of?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePatience\u003cbr /\u003e\u003c/strong\u003eWhy don\u0027t we get away quickly now?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u003cbr /\u003e\u003c/strong\u003eYou idiot! There are people everywhere who know what I\u0027ve done. They\u0027d like to see me hang … we\u0027ll stay till night time, when it\u0027s dark… We\u0027ll leave then!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI go along with my uncle\u0027s plan, but in my mind I\u0027m making other plans – I\u0027ll escape somehow and find the vicar…. He\u0027s my only hope....\u003c/p\u003e \n \u003cp\u003eMeet me in the next episode when things get even worse and I make a shocking discovery that will completely change my life at Jamaica Inn.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 118,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ehaunt\u003cbr /\u003e\u003c/strong\u003estay in your mind and make you upset\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003enightmare\u003cbr /\u003e\u003c/strong\u003ea frightening dream\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emisty\u003cbr /\u003e\u003c/strong\u003ewith a thin fog\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egang\u003cbr /\u003e\u003c/strong\u003ea group of people\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etide\u003cbr /\u003e\u003c/strong\u003edaily change in the level of the sea which makes the water move higher or lower on the shore\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epounce\u003cbr /\u003e\u003c/strong\u003ejump quickly onto something or someone\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etrap\u003cbr /\u003e\u003c/strong\u003ea trick to catch someone\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emoth\u003cbr /\u003e\u003c/strong\u003ean insect like a butterfly that flies at night and is attracted to light\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epanic\u003cbr /\u003e\u003c/strong\u003esudden fear that stops you thinking clearly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efainted\u003cbr /\u003e\u003c/strong\u003ebecame unconscious\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebolted\u003cbr /\u003e\u003c/strong\u003elocked with a metal bar across a door or window\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eproof\u003cbr /\u003e\u003c/strong\u003einformation that shows that something is true\u003c/p\u003e\n "
  },
  {
    "_id": 15,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Following Mary\u0027s uncle\u0027s shocking confession - how he lures ships onto the rocks and drowns women and children - she escapes from the Inn and goes with his brother, Jem, to the horse market in Launceston. But things don\u0027t go to plan",
    "mEpisodeDate": "26 May 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit6/b2_u6_jamaica_inn_episode6_download.mp3",
    "mSummary": " \u003cp\u003eFollowing Mary\u0027s uncle\u0027s shocking confession - how he\u0026nbsp;\u003cstrong\u003elures\u003c/strong\u003e\u0026nbsp;ships onto the rocks and drowns women and children - she escapes from the Inn and goes with his brother, Jem, to the horse market in Launceston. But things don\u0027t go to plan.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02q7qgl.jpg",
    "mTitle": "Jamaica Inn: Part 6: The horse market",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI\u0027ve hardly slept since my uncle\u0027s shocking\u0026nbsp;\u003cstrong\u003econfession\u003c/strong\u003e\u0026nbsp;- how he\u0026nbsp;\u003cstrong\u003elures\u0026nbsp;\u003c/strong\u003eships onto the rocks and drowns women and children. Today, however, I have escaped and am on my way with Jem to the horse market in Launceston.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eIt\u0027s Christmas Eve, Mary. Why so quiet? What\u0027s happened?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eNothing…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eYou look tired.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eMy uncle has been drinking… and talking… I know about the\u0026nbsp;\u003cstrong\u003ewrecks,\u0026nbsp;\u003c/strong\u003eJem.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eAnd you think\u0026nbsp;\u003cstrong\u003eI must be involved\u003c/strong\u003e…?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eThere are gaps in the story and you fit into them…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eSo you think I watch men and women drown and then steal from their dead bodies? … I may have taken some\u0026nbsp;\u003cstrong\u003etobacco\u003c/strong\u003e\u0026nbsp;sometimes from the inn… but I\u0027ve never killed a man…\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eCan I believe him?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eIf you don\u0027t believe me, why have you come with me today?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI like your bright eyes…\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eLook, James! That pony looks just like Beauty, except Beauty was grey… How much is she?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eShe\u0027s not for sale. I promised her to a friend.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eHow much does your friend want?\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003e30\u0026nbsp;\u003cstrong\u003eguineas\u003c/strong\u003e.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassatt\u003cbr /\u003e\u003c/strong\u003eWell, I\u0027m Mrs Bassat. I\u0027d like to buy her for my children for Christmas. I\u0027ll give you 35.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eOK. She\u0027s yours.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMrs Bassat\u003cbr /\u003e\u003c/strong\u003eHere... My man James will ride her home…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem and Mary\u003cbr /\u003e\u003c/strong\u003e[laughing…]\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eJem Merlyn, you should be ashamed!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eQuick Mary, stand under here… I\u0027ll keep you warm… We\u0027ll get\u0026nbsp;\u003cstrong\u003esoaked\u003c/strong\u003e\u0026nbsp;if we go back tonight. Stay with me in Launceston tonight.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eNo, I\u0027ve been\u0026nbsp;\u003cstrong\u003efoolish\u003c/strong\u003e\u0026nbsp;enough today.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eAlright… I\u0027ll get the horse… Wait here.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eHe is rude, a thief and a liar.\u0026nbsp;\u003cstrong\u003eHe might even be a murderer\u003c/strong\u003e. And yet, if he wasn\u0027t so much like his brother, I could fall in love with him…\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eWhere is he? He left over 30 minutes ago… I\u0027ll ask that horse seller over there.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eExcuse me, have you seen Jem Merlyn?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMan\u003cbr /\u003e\u003c/strong\u003eThe man with the black pony? I saw him with another man. They left in a\u0026nbsp;\u003cstrong\u003ecarriage\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eOh no!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eDid they discover that the pony was stolen? Now I\u0027m sorry I didn\u0027t agree to stay in Launceston with him… He went to get the horse to take me home… and now he\u0027s gone.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eWhat shall I do? Perhaps someone will let me sleep on their floor.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eHello Mary. What are you doing here on Christmas Eve?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eOh, Vicar, it\u0027s you…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eCome, I\u0027ll take you home.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eOnce again I tell him my story … the market, Jem\u0027s disappearance… His glass eyes show no expression…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eYou are young… don\u0027t cry over him…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eAm I right that it\u0027s quiet at Jamaica Inn…?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eMy uncle has been drinking. He talks… Vicar, do you know what\u0026nbsp;\u003cstrong\u003ewreckers\u003c/strong\u003e\u0026nbsp;are?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI tell him what my uncle told me – about using lights to bring ships onto the rocks … the dead women and children… the stolen\u0026nbsp;\u003cstrong\u003ecargo\u003c/strong\u003e…\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003eSo your uncle talks when he is drunk, does he? … Well there won\u0027t be any more wrecks. The government is putting officers on the coast to keep watch.\u003c/p\u003e \n \u003cp\u003eI\u0027ll get off here. The driver will take you home. Goodnight, Mary.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eWhat\u0027s happening…?\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eA gun is pointing at me. I see a face I recognise – the eyes look crazy and mad…\u0026nbsp;\u003cstrong\u003eit can only be one person\u003c/strong\u003e…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eGet out! Ahh, so you\u0027ve come back! What do you think you\u0027re doing at this time of night… on the road! Been with a man, I suppose.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eDon\u0027t touch me! You\u0027re a murderer and a thief and I\u0027ve been to Launceston today to\u0026nbsp;\u003cstrong\u003einform\u003c/strong\u003e\u0026nbsp;on you.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJoss\u003cbr /\u003e\u003c/strong\u003eGet back, you fools! She\u0027s lying… Get the horse Harry. The wind has changed… We\u0027ll use it…\u003c/p\u003e \n \u003cp\u003eSo, Mary, you think you can inform on me so I\u0027ll hang…\u003c/p\u003e \n \u003cp\u003eYou\u0027re coming with us!\u0026nbsp;\u003cstrong\u003eWe might not get far\u003c/strong\u003e\u0026nbsp;but we won\u0027t stay here waiting to be caught! Away!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eWhere we are going, I don\u0027t know. But I can see from the look in my uncle\u0027s eyes that something very bad is going to happen.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eJoin me next time – and find out exactly how bad things get when I discover what Joss and his gang of bad men really get up to.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 117,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003econfession\u003cbr /\u003e\u003c/strong\u003eadmitting you have done something wrong\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elure\u003cbr /\u003e\u003c/strong\u003eto tempt someone to go to a place they may not wish to go\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ewreck\u003cbr /\u003e\u003c/strong\u003ea ship that is destroyed at sea\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etobacco\u003cbr /\u003e\u003c/strong\u003esubstance smoked in cigarettes or pipes\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eguineas\u003cbr /\u003e\u003c/strong\u003emoney used in Britain in the past (a guinea was a pound and five pence)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esoaked\u003cbr /\u003e\u003c/strong\u003every wet\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efoolish\u003cbr /\u003e\u003c/strong\u003enot sensible\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecarriage\u003cbr /\u003e\u003c/strong\u003ea vehicle used to carry people in the past with four wheels and pulled by horses\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ewrecker\u003cbr /\u003e\u003c/strong\u003eperson who makes a ship crash onto rocks in order to steal the goods it\u0027s carrying\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecargo\u003cbr /\u003e\u003c/strong\u003egoods\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einform\u003cbr /\u003e\u003c/strong\u003eto give information about a person who has done something wrong\u003c/p\u003e\n "
  }
]