[
  {
    "_id": 602,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "What\u0027s going on?!",
    "mEpisodeDate": "04 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170905_tews_it_beats_me_download.mp3",
    "mSummary": "Why does Feifei keep hitting Rob? There could be some confusion about the meaning of today\u0027s authentic English phrase. Find out what Rob really means when he says \u0027it beats me\u0027.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05drzql.jpg",
    "mTitle": "It beats me",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eHello and welcome to The English We Speak. I\u0027m Feifei…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e… and hello, I\u0027m Rob. So Feifei, how was your holiday – did you go anywhere special?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eYes, I did. I went walking.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eVery healthy. And where did you go?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOh, I walked up Mount Everest…. It was tough and cold but I made it.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eOh… You walked up Mount Everest – the highest mountain in the world? Are you sure?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eYou don\u0027t think I\u0027m fit enough to do it, do you?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eCome on Feifei, you\u0027re pulling my leg.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eI\u0027m not even touching you.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eNo, I don\u0027t mean you\u0027re actually pulling my leg – I mean you\u0027re lying aren\u0027t you? You\u0027re joking with me?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eYou think I\u0027m not telling the truth – I\u0027m tricking you? But am I?!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eCome on Feifei, stop teasing me – you didn\u0027t do it did you?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eI did. I\u0027ll show you some photos. But let me hear some more examples of the phrase in action first…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003c/strong\u003e\u003cbr /\u003eA: So I got to the restaurant and sat down at my table and guess who was sitting on the next table – George Clooney!\u003cbr /\u003eB: You\u0027re pulling my leg!\u003c/p\u003e \n\u003cp\u003eI was pulling his leg when I said I was going to marry Jenny but he believed me and bought me a present!\u003c/p\u003e \n\u003cp\u003eOh stop pulling my leg – you can\u0027t have won the lottery, you didn\u0027t even buy a ticket!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eSo to pull someone\u0027s leg means to fool or trick them but in a fun way. Look at this photo Rob, you can see how much snow there was on Everest – and look, there\u0027s me on top.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eHold on – this is a trick photo – you had this taken in one of those photo-booths where you stand in front of a big screen. You\u0027re not pulling my leg!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOoo… ouch… actually…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eIt looks like you\u0027ve pulled something in your own leg – a muscle, maybe? Who\u0027s the fool now?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOk, I didn\u0027t walk up Everest. I was teasing you but you almost believed me!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eDidn\u0027t.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eDid!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eDid not.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eDid.\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 157
  },
  {
    "_id": 603,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Don\u0027t be tricked by this phrase!",
    "mEpisodeDate": "29 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170829_tews_jiggery_pokery_download.mp3",
    "mSummary": "Here\u0027s an odd English phrase that Neil is about to test out on Feifei – will she spot his trickery? Listen to The English We Speak to find out - and learn more about this old fashioned expression.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05bsf1r.jpg",
    "mTitle": "Jiggery-pokery",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003eHello and welcome to The English We Speak. I am Rob.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHello everyone. I am Feifei.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eCan you guess what I have brought for you to try?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eNo, but I hope it\u0027s not one of those… errr, disgusting pies you always make.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHey, come on Feifei have some faith in me. I know you like fried dumplings a lot, so I have made these pork and chive dumplings especially for you!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFried dumplings? They look more like burnt dumplings.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJust try one – I\u0027m sure you\u0027ll like it.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRob, they just don\u0027t look that appetising.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTrust me Feifei, the proof is in the pudding.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIn the pudding? Aren\u0027t these supposed to be dumplings?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003eYes, these are dumplings. But I used the phrase \u0027the proof is in the pudding\u0027 to mean you can only judge the quality of something after you\u0027ve tried it or used it.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eI see. So \u0027the proof is in the pudding\u0027 is actually a real saying?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYes, it is. In the old days, people used to say \u0027the proof of the pudding is in the eating\u0027 – which means you have to eat the pudding to know what\u0027s inside it.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eI like that saying. Although it does mean I\u0027ve got to try your dumplings to know how bad they are.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOh Feifei! Just give them a try – you won\u0027t be disappointed.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOK, OK. I\u0027ll try some. But first, let\u0027s hear some examples of how to use the phrase \u0027the proof is in the pudding\u0027.\u003c/p\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eExamples\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eA: I don\u0027t believe this new flash washing machine can save water and energy.\u003c/p\u003e\n\u003cp\u003eB: But you haven\u0027t used it yet. The proof is the pudding.\u003c/p\u003e\n\u003cp\u003eA: This second-hand car does look a bit old – can you still drive it?\u003c/p\u003e\n\u003cp\u003eB: Well, why don\u0027t you test drive it? The proof is in the pudding.\u003c/p\u003e\n\u003cp\u003eA: Do you think this will work?\u003c/p\u003e\n\u003cp\u003eB: I don\u0027t know. But let\u0027s wait and see – the proof is in the pudding.\u003c/p\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRemember, in English we use the saying \u0027the proof is in the pudding\u0027 to mean you can judge the value or the quality of something only after you have tried it, experienced it or used it.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u0026nbsp;(Feifei munching away…)\u003c/p\u003e\n\u003cp\u003eMmmm, yes, yes…\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSo Feifei, do you like the dumplings?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYes, I do Rob. I really like the pork and chive filling.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eI\u0027ve finally made something you like!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs you say Rob: \u0026quot;the proof is in the pudding\u0026quot;!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThank you for listening to The English We Speak.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAnd do check out our website bbclearningenglish.com for more useful phrases.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBye.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBye bye.\u003c/p\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n \u003ch3\u003eFrom the archives\u0026nbsp;\u003c/h3\u003e\n\u003cp\u003eAll The English We Speak programmes pre-September 2014 can be found\u0026nbsp;\u003ca href\u003d\"http://www.bbc.co.uk/worldservice/learningenglish/language/theenglishwespeak/\" target\u003d\"_self\"\u003ehere\u003c/a\u003e.\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 156
  },
  {
    "_id": 769,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eTrue or false?\u0026nbsp;\u003cem\u003eThe Cassini spacecraft will be destroyed during its final journey into Saturn\u0027s atmosphere.\u003c/em\u003e\u003cbr /\u003e \u003cem\u003e\u003cbr /\u003e \u003c/em\u003eThe answer is TRUE. Cassini\u0027s last manoeuvre will be a \u003cstrong\u003edeath dive\u003c/strong\u003e into Saturn\u0027s atmosphere – so the spacecraft will die.\u003c/p\u003e \n \u003ch3\u003eDid you know?\u003c/h3\u003e \n \u003cp\u003eNext year, NASA is planning to launch The Parker Solar Probe, which will travel to within four million miles of the Sun\u0027s surface, enduring temperatures of about 2,500C - closer than any manufactured object has done before.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: Saturn, ring system, aurora, probe, atmosphere",
    "mEpisodeDate": "06 Sep 2017",
    "mExercises": "\u003cp\u003eTrue or false?\u0026nbsp;\u003cem\u003eThe Cassini spacecraft will be destroyed during its final journey into Saturn\u0027s atmosphere. \u003c/em\u003e\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05f9vpx.jpg",
    "mTitle": "\u0027Grand finale\u0027 for Cassini space mission",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003e\u0027Grand finale\u0027 for Cassini space mission\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eLearn language related to…\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eSpace\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eInstantly recognisable - \u003cstrong\u003eSaturn\u003c/strong\u003e and its spectacular rings. The Cassini spacecraft\u0027s revealed this planet in incredible detail and these are some of its latest close up images - from its hexagonal north pole to its \u003cstrong\u003ering system\u003c/strong\u003e and even an \u003cstrong\u003eaurora\u003c/strong\u003e.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eBut this mission\u0027s very nearly at its end. Cassini\u0027s been in space for twenty years. It\u0027s set down a \u003cstrong\u003eprobe\u003c/strong\u003e, spotted plumes on one of Saturn\u0027s moons and discovered colossal storms - but now it\u0027s running out of fuel - its final days though will be crucial. \u003cbr /\u003e \u003cbr /\u003e This spacecraft will go out with a bang - its last manoeuvre will be a death dive into Saturn\u0027s \u003cstrong\u003eatmosphere\u003c/strong\u003e, bringing this blockbuster mission to a close.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 102,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eSaturn \u003c/strong\u003e– sixth planet in distance from the Sun\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ering system \u003c/strong\u003e– group of discs running around a planet\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eaurora \u003c/strong\u003e– natural light display\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eprobe \u003c/strong\u003e– vehicle used for collecting information in space and sending it back to earth\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eatmosphere \u003c/strong\u003e– mixture of gases surrounding a planet\u003c/p\u003e"
  },
  {
    "_id": 770,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003e1. Tanzania\u0027s most \u003cstrong\u003enotorious\u003c/strong\u003e elephant poacher, nicknamed \u0026quot;The Devil\u0026quot;, has been sentenced to 12 years in prison.\u003c/p\u003e \n \u003cp\u003e2. The council has been \u003cstrong\u003epondering\u003c/strong\u003e the plans for a by-pass for so long that the volume of traffic has now doubled!\u003c/p\u003e \n \u003cp\u003e3. Only 5% of the deep-sea floor has been properly explored. Light \u003cstrong\u003epenetrates \u003c/strong\u003eonly the top layers, and the vast, deep oceans are pitch-black, with temperatures just a few degrees above freezing point.\u003c/p\u003e \n \u003cp\u003e4. Health campaigners are calling for a \u003cstrong\u003eblanket ban\u003c/strong\u003e on the selling of junk food to patients, visitors and staff, saying hospitals should be \u0027role models\u0027 for healthy living.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: penetrate, ponder, notorious, blanket ban",
    "mEpisodeDate": "30 Aug 2017",
    "mExercises": "\u003cp\u003eUse one of the words or phrases from Lingohack to complete each of these sentences. Note that you may have to change the form of a word or phrase to complete the sentence correctly.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003epenetrate/ponder/notorious/blanket ban\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e1. Tanzania\u0027s most ______ elephant poacher, nicknamed \u0026quot;The Devil\u0026quot;, has been sentenced to 12 years in prison.\u003c/p\u003e \n \u003cp\u003e2. The council has been ______ the plans for a by-pass for so long that the volume of traffic has now doubled!\u003c/p\u003e \n \u003cp\u003e3. Only 5% of the deep-sea floor has been properly explored. Light ______ only the top layers, and the vast, deep oceans are pitch-black, with temperatures just a few degrees above freezing point.\u003c/p\u003e \n \u003cp\u003e4. Health campaigners are calling for a ______ on the selling of junk food to patients, visitors and staff, saying hospitals should be \u0027role models\u0027 for healthy living.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05791gc.jpg",
    "mTitle": "Painless flu jab trial",
    "mTodaysHeadline": "\u003ch3\u003eToday\u0027s Headlines:\u003c/h3\u003e \n \u003cp\u003e\u003cstrong\u003ePainless flu jab trial\u003cbr /\u003e \u003cbr /\u003e Tucking into Alaskan reindeer\u003cbr /\u003e \u003cbr /\u003e Reunion Island\u0027s shark problem\u003c/strong\u003e\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eLet\u0027s face it – few people enjoy injections. But vaccines administered this way, such as the flu jab, help save millions of lives around the world. Now scientists in the US have carried out trials involving a hundred people with the influenza vaccine is given like this instead. It may look like a plaster for a small cut, but zoom in and you\u0027ll see a hundred microscopic hair-like needles containing the flu virus. They \u003cstrong\u003epenetrate\u003c/strong\u003e the skin\u0027s surface and then dissolve.\u003c/p\u003e \n \u003cp\u003eTraditionally this land was home to hunters of wild caribou, not farmers of domesticated reindeer, but as temperatures rise everything changes. And while politicians \u003cstrong\u003eponder\u003c/strong\u003e those problems, the Tlingit people are finding that hunting is harder than ever. Plans are now afoot to fly thousands of live reindeer to remote Alaskan villages to start new farms. Rump of Rudolf could yet become an Alaskan delicacy.\u003c/p\u003e \n \u003cp\u003eReunion Island, a tropical paradise in the Indian Ocean. But over the past few years this island has become \u003cstrong\u003enotorious\u003c/strong\u003e as the shark attack capital of the world. After the first attacks, the local authorities put a \u003cstrong\u003eblanket ban\u003c/strong\u003e on surfing and swimming on the island, and that hit the island\u0027s idyllic tourism image hard. Since 2015, the figures do show a slow increase in the number of tourists to the island. That was the year that the government installed a series of exclusion nets on two beaches on the island\u0027s western coast.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 101,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003epenetrate\u003cbr /\u003e \u003c/strong\u003eget into or through\u003cbr /\u003e \u003cstrong\u003e\u003cbr /\u003e ponder\u003cbr /\u003e \u003c/strong\u003ethink carefully about something over a long period of time\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003enotorious\u003cbr /\u003e \u003c/strong\u003ewell known for being bad\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eblanket ban\u003cbr /\u003e \u003c/strong\u003eorder that completely prevents something from happening\u003c/p\u003e"
  },
  {
    "_id": 881,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Rob and Neil are in a hurry to discuss our concept of time and teach you new words",
    "mEpisodeDate": "24 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170824_6min_english_time_download.mp3",
    "mSummary": "\u003cp\u003eWhat would happen to the world if all the clocks stopped? Neil and Rob wonder if we are slaves of time.\u003c/p\u003e \n \u003ch3\u003e\u003cspan\u003eThis week\u0027s question:\u003c/span\u003e\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003eWhat the word \u0027clock\u0027 originally referred to? Is it …\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ea) a pendulum,\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eb) a bell or\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ec) a dial?\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05b6sdf.jpg",
    "mTitle": "Would the world stop without clocks?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello, I\u0027m Neil. And welcome to 6 Minute English, where we bring you an interesting topic and six related items of vocabulary. But … there should be two of us … and my co-presenter Rob hasn\u0027t arrived … Rob? …. Rob! … You\u0027re late!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAm I? What\u0027s the time?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt\u0027s time to start the show. Do you actually own a watch?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNo. I rely on my internal clock – it\u0027s pretty good.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, it isn\u0027t – you\u0027re late!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBut I\u0027m usually on time. Now today, we\u0027re talking about what would happen to the world if all the clocks stopped.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt seems like that wouldn\u0027t worry you much, Rob.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou\u0027re right. I think we\u0027re slaves to time – we\u0027ve got digital clocks on everything – smartphones, computers, microwaves, bus stops – it\u0027s hard to get away from it. Did you know the word time is the most common noun in the English language, according to the Oxford English Dictionary?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh, well, I didn\u0027t know that, Rob! But good timekeeping is extremely important – there are so many things to schedule in a day, and so many deadlines to meet…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eTick… tock… tick… tock… Well, before we \u003cstrong\u003erun out of time\u003c/strong\u003e Neil – and that means use it all up – let\u0027s have a quiz question. Can you tell me what the word \u0027clock\u0027 originally referred to? Is it …\u003cbr /\u003ea) a pendulum,\u003cbr /\u003eb) a bell or\u0026nbsp;\u0026nbsp;\u003cbr /\u003ec) a dial?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eA \u003cstrong\u003ependulum\u003c/strong\u003e is a stick with a weight on the end that swings regularly from side to side. And a \u003cstrong\u003edial\u003c/strong\u003e is the round part of a clock, but there are dials on loads of things – they aren\u0027t just on clocks. And a bell… is… well… \u0026nbsp;a bell!\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, hurry up, Neil – you\u0027re wasting time with all these explanations!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThat\u0027s cheeky coming from you, Rob. I think the answer is probably \u0027bell\u0027.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, you could be right – because not all timepieces go tick tock. In fact, mechanical clocks and watches are quite recent in the history of timekeeping.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eMechanical\u003c/strong\u003e means to do with machines. So in the past, before people had mechanical timepieces, how did they know when to arrive at work, for example – or when to finish?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThey would have looked up at the sky, and observed how the position of the sun, the moon, and the stars changed as time passed.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThat doesn\u0027t sound very precise!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003ePrecise\u003c/strong\u003e means accurate or exact. It was precise enough for many people. Let\u0027s listen to the Director of the Museum of the History of Science in Oxford, Dr Silke Ackermann talking about this.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eDr Silke Ackermann, Director of the Museum of the History of Science in Oxford\u003cbr /\u003e\u003c/strong\u003eWe certainly gain precision but we completely get devolved or divorced from where time originally came from. The time we use was based on the movement of the sun and it\u0027s roughly still in sync but… for many societies it wasn\u0027t at all relevant to know that it\u0027s four o\u0027clock. They needed to know how much daylight have I got left, or when is the prayer time I need to observe for completely different reasons, and whilst precision is wonderful it\u0027s also very much a straitjacket. Everybody is dominated by… looking at the watch and smartphone all the time, when we observe people. So we basically became a slave to time.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo in the past, they had different reasons for wanting to know the time, is that it?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes – in ancient times, people were concerned about the changing of the seasons and how this affected them. When it was time to plants crops, or when to harvest them. When the rainy season was going to start…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNow you mention it, in the Muslim world, the start of Ramadan is traditionally calculated by the rising of the crescent moon – which changes every year. And you can\u0027t calculate that with modern methods of timekeeping.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou\u0027re catching on, Neil! Now, what does Dr Ackermann mean when she says precision is a \u003cstrong\u003estraitjacket\u003c/strong\u003e?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eShe means that always wanting to be precise about time can limit what we do in a way that is damaging.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSo we need to take our time – relax a bit… That\u0027s my philosophy for life.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eBut we are seriously running out of time now, Rob – so please hurry up and tell us the answer to today\u0027s quiz question.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. Well, the answer is bell. So, you were right, Neil! The word clock is derived from the Celtic words clagan and clocca meaning \u0026quot;bell\u0026quot;. A silent instrument that doesn\u0027t have a bell has traditionally been known as a timepiece. But today a \u0026quot;clock\u0026quot; refers to any device for measuring and displaying the time.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, moving quickly on, let\u0027s go through the words we learned today. First up was \u0027run out of time\u0027 – or use it all up. You can run out of pretty much anything…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u0027Oh no! We\u0027ve run out of sugar! Who\u0027s going to the shops to buy some more?\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003eNumber two – \u0027pendulum\u0027 – a stick with a weight on the end that swings regularly from side to side, controlling the movement of a clock.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u0027The pendulum on my Grandfather Clock has stopped swinging.\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSorry to hear that, Rob. Number three – a \u0027dial\u0027 is the round part of a clock. But more generally, it refers to a round instrument that shows you the amount of something, for example, heat, pressure or speed.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u0027The hands moved slowly round the clock dial.\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003ePhones used to have dials that you turned to make a phone call. Here\u0027s the verb: \u0027I dialled his number but he didn\u0027t answer.\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAlfred Hitchcock made a film called \u0027Dial M for Murder\u0027! OK – number four is \u0027mechanical\u0027 – to do with machines. \u0027Our plane was delayed because of a mechanical problem.\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNumber five – \u0027precise\u0027 – which means accurate and exact. So \u0027What type of mechanical problem? Could you be more precise, Rob?\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNo, I don\u0027t have time, Neil! Number six is \u0027straitjacket\u0027.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWhich means limiting what somebody can do in a way that is damaging. It\u0027s also a jacket with long arms that are tied behind a person to stop them from behaving violently.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u0027Oh, no, not the straitjacket! I promise I\u0027ll behave myself, Neil.\u0027\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK, if you really promise, Rob.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eRight. Well, we\u0027ve run out of time! Please check out our Instagram, Twitter, Facebook and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Bye-bye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 156,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003erun out of time\u003c/strong\u003e\u003cbr /\u003euse it all up\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003ependulum\u003cbr /\u003e\u003c/strong\u003ea stick with a weight on the end that swings regularly from side to side\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edial\u003c/strong\u003e\u003cbr /\u003ethe round part of a clock (but more generally, it refers to a round instrument that shows you the amount of something, for example, heat, pressure or speed)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emechanical\u003c/strong\u003e\u003cbr /\u003eit has to do with machines\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eprecise\u003c/strong\u003e\u003cbr /\u003eaccurate and exact\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003estraitjacket\u003c/strong\u003e\u003cbr /\u003elimiting what somebody can do in a way that is damaging. It\u0027s also a jacket with long arms that are tied behind a person to stop them from behaving violently\u0026nbsp;\u003c/p\u003e"
  },
  {
    "_id": 882,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Rob and Neil discuss what makes people want to share a video",
    "mEpisodeDate": "17 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170817_6min_english_viral_videos_download.mp3",
    "mSummary": "\u003cp\u003eRob is keen to share funny videos - he loves cat ones. Neil is not interested. What makes people want to share them? Listen to the programme.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question:\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eWhich was one of the first videos to go viral on the internet? \u003c/span\u003e\u003cspan\u003eWas it… \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) Charlie Bit my Finger,\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) Sneezing Panda or\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) Dancing Baby?\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05b6s7r.jpg",
    "mTitle": "What makes a video go viral?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello. I\u0027m Neil. Welcome to 6 Minute English, where we like to share…\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eJokes, funny stories and cat videos…\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, Rob – we like to share six useful items of vocabulary.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes, that too. But first, check out this meme on my phone, Neil – Grumpy Cat – it\u0027s so cute! Shall I send it to you?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, please don\u0027t! A \u003cstrong\u003ememe\u003c/strong\u003e is a picture or video with an amusing caption that a lot of people share with each other online. Well, in this programme we\u0027re talking about why some online content goes viral…\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e… and some doesn\u0027t. This cat is cute because it looks so \u003cstrong\u003egrumpy\u003c/strong\u003e – and that means \u0027bad tempered\u0027.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAn image, video, or other piece of information \u003cstrong\u003egoes\u003c/strong\u003e \u003cstrong\u003eviral\u003c/strong\u003e when it gets passed on very quickly from person to person on the internet.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSo first let\u0027s start with our quiz question, Neil. Can you tell me which was one of the first videos to go viral on the internet? Was it…\u003cbr /\u003ea) Charlie bit my finger,\u003cbr /\u003eb) Sneezing Panda or\u003cbr /\u003ec) Dancing Baby?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI\u0027m going to guess \u0027Sneezing Panda\u0027 – because I haven\u0027t seen any of those videos.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat\u0027s ridiculous Neil. Have you been living under a rock?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eLook, I just don\u0027t find silly videos particularly cute – or funny.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK, OK, no need to get grumpy about it. Let\u0027s move on. Why do so many people – Neil excluded – enjoy sharing content online? Let\u0027s listen to Dr Jonah Berger, Marketing Professor at the University of Pennsylvania and author of \u003cem\u003eContagious: Why things catch on\u003c/em\u003e, talking about what motivates us to share.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eDr Jonah Berger, Marketing Professor at the University of Pennsylvania and author\u003cbr /\u003e\u003c/strong\u003eHumans are social animals. Sharing allows us (to) feel connected to others. We share emotions, which allow us to deepen the bonds we have with our peers and with our friends.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo it\u0027s all about being connected and deepening the bonds between ourselves and our peers. Our \u003cstrong\u003epeers\u003c/strong\u003e are people the same age as ourselves who share the same social position in a group.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd we particularly like to share content that makes us feel emotional. Let\u0027s hear more from Dr Jonah Berger about this.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eDr Jonah Berger, Marketing Professor at the University of Pennsylvania and author\u003cbr /\u003e\u003c/strong\u003eHigh arousal emotions include things like anger and anxiety, but also excitement and humour, low arousal – sadness and contentment. [It] turns out that those high-arousal emotions – those emotions that fire us up and cause us to take action – also drive us to share.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eArousal \u003c/strong\u003emeans \u0027to excite a particular feeling in somebody\u0027. And emotions like anger and anxiety tend to cause stronger feelings than sadness and contentment.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eRight – high-arousal emotions fire us up – and \u003cstrong\u003eto fire someone up\u003c/strong\u003e means \u0027to make someone excited and enthusiastic about something\u0027. So when a video we see on the internet makes us laugh – or makes us excited or angry – then we are more likely to share it with others.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd sharing that emotion with others strengthens the connection or bond between us. That\u0027s what Dr Berger\u0027s theory says anyway.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI\u0027m surprised that sad things aren\u0027t passed on as much as, say, funny things.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, how often do you share sad videos with your peers?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eGood point. I do tend to share content that makes me laugh – more than sad or angry stuff anyway. Like the Grumpy Cat meme. Can I show it to you now?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. I\u0027ll just show you the caption. It says, \u0026quot;I purred once. It was terrible\u0026quot;.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYeah. Right. Hilarious, Rob. Now, can we have the answer to today\u0027s quiz question, please, if you\u0027ve finished amusing yourself?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. OK. Which was one of the first videos to go viral on the internet?\u0026nbsp; Was it… a) Charlie Bit my Finger, b) Sneezing Panda or c) Dancing Baby?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I said \u0027Sneezing Panda\u0027.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, it was actually Dancing Baby. This 3-dimensional animation of a baby dancing the cha-cha was one of the first viral videos released in the late 1990s. Another popular one was the Hamster Dance by Hampton the Hamster, which appeared in 1997.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, fascinating as all that sounds, shall we look back at the words we learned today, Rob?\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSure. The first item was \u0027meme\u0027 – a picture or video with an amusing caption that a lot of people share with each other online. For example, \u0026quot;I tried to show Neil a hilarious meme about a grumpy cat.\u0026quot;\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThe word \u0027meme\u0027 was actually invented by evolutionary biologist Professor Richard Dawkins to represent an idea or concept that spreads in human culture in a similar way to a gene.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eFascinating. That sounds way too complicated, Neil. Let\u0027s move on to item number two – \u0027grumpy\u0027 – I gave one example just now. But here\u0027s another one: \u0026quot;He\u0027s the grumpiest man I\u0027ve ever met.\u0026quot;\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI hope you\u0027re not talking about me, Rob. Number three – \u0027to go viral\u0027 – means \u0027an image, video, or other piece of information that gets passed on very quickly from person to person on the Internet\u0027. For example, \u0026quot;What makes a video go viral?\u0026quot;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI don\u0027t know, Neil – If I knew how to make a viral video, I\u0027d be a rich man by now!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eBefore computers and the internet we only talked about viral infections, didn\u0027t we? \u0026quot;I\u0027ve got a nasty viral infection so I\u0027m not coming into work today.\u0026quot;\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYeah, that\u0027s right. The connection is that both viral infections and viral memes spread quickly!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK – number four. \u0027Peers\u0027 are people the same age as our selves who share the same social position in a group.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eFor example, \u0026quot;Teenagers often worry about looking silly in front of their peers.\u0026quot; Next up – arousal – that means \u0027to excite a particular feeling in somebody\u0027.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWe heard about high and low-arousal emotions. The verb is \u0027to arouse\u0027. For example, \u0026quot;The debate aroused strong feelings on both sides.\u0026quot;\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK, finally – \u0027to fire someone up\u0027 means \u0027to make someone excited and enthusiastic about something\u0027. \u0026quot;I\u0027m really fired up about today\u0027s vocabulary!\u0026quot;\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGood to know, Rob. But it\u0027s time to go now, but please check out our Instagram, Twitter, Facebook and YouTube pages.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBye-bye!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eShall we watch that \u0027dancing baby\u0027 now, Neil?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo.\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 155,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ememe\u003cbr /\u003e\u003c/strong\u003ea picture or video with an amusing caption that a lot of people share with each other online\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egrumpy\u003cbr /\u003e\u003c/strong\u003ebad tempered!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003egoes\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e \u003cstrong\u003eviral\u003cbr /\u003e\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003ewhen\u0026nbsp;something (e.g. a video or picture)\u0026nbsp;gets passed on very quickly from person to person on the internet\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e \u003cstrong\u003epeers\u003cbr /\u003e\u003c/strong\u003epeople the same age as ourselves who share the same social position in a group\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003earousal (to arouse)\u003cbr /\u003e\u003c/strong\u003eto excite a particular feeling in somebody\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eto fire someone up\u003cbr /\u003e\u003c/strong\u003eto make someone excited and enthusiastic about something\u003c/p\u003e"
  },
  {
    "_id": 11,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "The Vicar of Altarnum knows the awful truth about who killed Mary\u0027s uncle and aunt. She has a dangerous journey ahead now, but help comes from an unexpected place.",
    "mEpisodeDate": "23 Jun 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit10/b2_u10_jamaica_inn_episode_10_download.mp3",
    "mSummary": " \u003cp\u003eThe Vicar of Altarnum\u0026nbsp;knows the awful truth about who killed\u0026nbsp;Mary\u0027s uncle and aunt.\u0026nbsp;She has a\u0026nbsp;dangerous journey ahead now, but help comes from an unexpected place.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02vzcs6.jpg",
    "mTitle": "Jamaica Inn: Part 10: The truth is out",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eThe Vicar of Altarnum has just told me he knows who murdered my uncle and aunt. I look at him in\u0026nbsp;\u003cstrong\u003ehorror\u003c/strong\u003e, and slowly, the awful truth becomes clear...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eYes, Mary. I planned the\u0026nbsp;\u003cstrong\u003ewrecks\u003c/strong\u003e. Your uncle followed my\u0026nbsp;\u003cstrong\u003eorders\u0026nbsp;\u003c/strong\u003ebut they thought\u0026nbsp;\u003cem\u003ehe\u003c/em\u003e\u0026nbsp;was the leader. He loved that. No one knew about me. But then you came and asked questions.\u0026nbsp;\u003cstrong\u003eThey had to die because of that\u003c/strong\u003e... The end was near in any case. The fool got drunk on Christmas Eve. Well, you saw what happened... the whole country knew what he\u0027d done. With a rope round his neck, he\u0027d have told them about me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eAt least my uncle didn\u0027t lie - he talked and dreamt about his crimes. You... you hid yours behind the cross and the face of a priest. But why are you telling me all this now?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eI know you found the picture... I saw it had been moved. It frightened you, didn\u0027t it? \u0026quot;Who is this strange man?\u0026quot; you thought. Yes, Mary I am strange. Oh, but they listened to me in church and followed me like sheep.\u003c/p\u003e \n \u003cp\u003eNow, get ready. We\u0027ve got to leave.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWe?!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eYes, you\u0027re coming with me - you\u0027ll be a good\u0026nbsp;\u003cstrong\u003ecompanion\u003c/strong\u003e. I\u0027ve admired your courage since we first met.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eAnd if I don\u0027t come with you?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eYou\u0027re no fool, Mary. There are no houses nearby and your screams won\u0027t be heard.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eYou know that I\u0027ll run away at the first village.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eYou won\u0027t be able to.\u0026nbsp;\u003cstrong\u003eThere aren\u0027t any villages on the Cornish coast because of the steep cliffs\u003c/strong\u003e... just birds, and when we\u0027re on the ship...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eYou\u0027re leaving England?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eOf course - we\u0027ll go to Spain, to Africa... Get ready now.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI think quickly. I look at the clock... Jem will have reached the\u0026nbsp;\u003cstrong\u003eblacksmith\u003c/strong\u003e\u0026nbsp;and will know the truth.\u0026nbsp;\u003cstrong\u003eHe\u0027ll realise I\u0027m in serious danger so he will follow us\u003c/strong\u003e... If I go with the vicar, at least I\u0027ll slow him down a bit, so Jem will have a chance to catch up...\u003c/p\u003e \n \u003cp\u003eI have no choice in any case.\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003eWe cross the dark, empty moor quickly, avoiding the roads. The moon is hidden behind clouds... The Vicar has luck on his side.\u003c/p\u003e \n \u003cp\u003eAs the ground becomes softer, we slow down... The\u0026nbsp;\u003cstrong\u003emarshes\u003c/strong\u003e\u0026nbsp;lie waiting. The Vicar knows, as I do, that\u0026nbsp;\u003cstrong\u003eone wrong step will result in a horrible death\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eOh, where is Jem?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eWhoah! \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eA wall of fog rises in front of us.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eIt\u0027s no good. We can\u0027t see anything. We\u0027ll have to wait until light. We\u0027ll sleep here... on these rocks, out of the wind.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI\u0026nbsp;\u003cstrong\u003edrift in and out\u003c/strong\u003e\u0026nbsp;of sleep.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eShhh! Be quiet!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI\u0027m woken by his cold hand on my mouth.\u003c/p\u003e \n \u003cp\u003eI can still hear the wind, but there is something else, too...\u003c/p\u003e \n \u003cp\u003eWe leave the horses and he\u0026nbsp;\u003cstrong\u003edrags\u0026nbsp;\u003c/strong\u003eme higher and higher...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI can\u0027t go any further.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eStay here, then.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eThe last I see of him - he\u0027s standing on a rock with his arms stretched out...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003e(gunshot) Aaaah!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI look up. Jem is about 100 metres away behind a rock with a gun.\u003c/p\u003e \n \u003cp\u003eI haven\u0027t seen Jem since he shot the vicar. The Bassat family have been looking after me. They\u0027ve asked me to stay and look after their children... but I\u0026nbsp;\u003cstrong\u003elong for\u003c/strong\u003e\u0026nbsp;the green fields and valleys of Helford. I\u0027m walking for the last time on the moor. Tomorrow I\u0027ll go back and live quietly on the farm.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eSomeone is coming this way... but I can\u0027t see who because the sun is in my eyes...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eHello Mary. I heard you\u0027re going to go and live at North Hill?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eThey\u0027ve asked me, but no... I\u0027m going back to Helford tomorrow... And you, are you leaving Cornwall?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eYes, I\u0027m going to start a new life... I\u0027ve got my whole home with me here. I may go north. Perhaps I\u0027ll\u0026nbsp;\u003cstrong\u003ebreed\u003c/strong\u003e\u0026nbsp;horses instead of stealing them. Come with me, Mary.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI miss my home in Helford... I want to see the trees and animals...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eGo then and live on your farm.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eThat\u0027s not very kind.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eI speak unkindly to my horses when they\u0027re\u0026nbsp;\u003cstrong\u003eobstinate\u003c/strong\u003e. it doesn\u0027t mean I don\u0027t love them. Well, I\u0027ll be on my way... Goodbye Mary.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWait! Are you saying you love me?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJem\u003cbr /\u003e\u003c/strong\u003eMaybe... It\u0027ll be a hard life.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI know, I\u0027ll take my chance... and we\u0027ll be together.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eSo, I cross the moor for the last time - and for the first time, it looks beautiful in the sunshine. Behind me lies Jamaica Inn, empty, no more secrets - they have all been told... my new life is about to begin.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 121,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ehorror\u003cbr /\u003e\u003c/strong\u003egreat fear or shock\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ewrecks\u003cbr /\u003e\u003c/strong\u003eships that are destroyed at sea\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eorders\u003cbr /\u003e\u003c/strong\u003einstructions which you are expected to obey\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecompanion\u003cbr /\u003e\u003c/strong\u003ea person you spend time with\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eblacksmith\u003cbr /\u003e\u003c/strong\u003ea person who makes and repairs horseshoes\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emarshes\u003cbr /\u003e\u003c/strong\u003eareas of soft, wet land\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edrift in and out\u003cbr /\u003e\u003c/strong\u003eto move slowly without control of your direction\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edrag\u003cbr /\u003e\u003c/strong\u003epull something along the ground with difficulty\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elong for\u003cbr /\u003e\u003c/strong\u003eto want something very much\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ethreat\u003cbr /\u003e\u003c/strong\u003ewarning of danger or harm\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebreed\u003cbr /\u003e\u003c/strong\u003ekeep animals and produce young animals from them\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eobstinate\u003cbr /\u003e\u003c/strong\u003enot wanting to do something even though it may be the right thing to do\u003c/p\u003e\n "
  },
  {
    "_id": 12,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Mary has gone to vicar\u0027s house. She wants to talk to him about the murder of her uncle but he\u0027s not there. But later he arrives and he has some important news to tell her. What can it be?",
    "mEpisodeDate": "16 Jun 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit9/b2_u9_jamaica_inn_episode_9_download.mp3",
    "mSummary": " \u003cp\u003eMary has gone to vicar\u0027s house. She wants to talk to him about the murder of her uncle but he\u0027s not there. But later he arrives and he has some important news to tell her. What can it be?\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02vzdg1.jpg",
    "mTitle": "Jamaica Inn: Part 9: The Vicar of Altarnum",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI\u0027m at the Vicar\u0027s house. I\u0027m here because last night, when I returned to the inn, I found my uncle – dead... lying on the floor with a knife in his back. When Mr Bassat arrived with his men, they found my aunt\u0027s body upstairs... she\u0027d also been\u0026nbsp;\u003cstrong\u003estabbed\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003eThe vicar suggested I stay with him. He came to the inn as soon as he read my note. He\u0027s not here. He left before I woke up.\u003c/p\u003e \n \u003cp\u003eWhile I\u0027ve been waiting for him, I\u0027ve been thinking about who the killer could be. Mr Bassat asked me if I had an idea who it was. I told him I didn\u0027t... but that\u0027s not true... I remember how Jem told me that he hated his brother... so they\u0027ll catch and hang him... or else he\u0027ll ride away, laughing at me. Either way, I know that I love him.\u003c/p\u003e \n \u003cp\u003eStrange how this room is so empty... No books, no paintings... Not like the vicar\u0027s house in Helford where I lived with my mother... His living room had pictures of smiling angels and village scenes... and piles of books on the desk.\u003c/p\u003e \n \u003cp\u003eThere\u0027s nothing on this desk. I know... I\u0027ll write and ask if I can stay with him. Now, where\u0027s a pen and paper? Ah... in this drawer perhaps. That\u0027s\u0026nbsp;\u003cstrong\u003eodd!\u0026nbsp;\u003c/strong\u003eNothing in the drawer, wait, there\u0026nbsp;\u003cem\u003eis\u003c/em\u003e\u0026nbsp;a piece of paper... oh but it\u0027s already got something on it... a picture – by the vicar \u0026shy;\u0026shy;– his initials are there. What a strange picture.\u003c/p\u003e \n \u003cp\u003eIt makes me\u0026nbsp;\u003cstrong\u003eshiver\u003c/strong\u003e... It\u0027s the village church with the vicar and his\u0026nbsp;\u003cstrong\u003econgregation\u003c/strong\u003e... but all the people have got sheep\u0027s heads and look stupid. The vicar has drawn himself as a wolf but not an ordinary wolf, a laughing wolf... What does it mean...? Oh no! He\u0027s back... quick! I shut the drawer quickly and sit by the fire. I\u0027m shaking.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eOh, Vicar...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eDid I\u0026nbsp;\u003cstrong\u003estartle\u003c/strong\u003e\u0026nbsp;you? I\u0027m sorry I was so long. My horse was\u0026nbsp;\u003cstrong\u003elame\u003c/strong\u003e. You must be hungry?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI find it difficult to speak... The picture has shocked me. The vicar asks me to get the food from the kitchen. When I return, there are papers all over the desk. He\u0027s been burning letters.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eDon\u0027t you want to know what I\u0027ve been doing today?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI\u0027m sorry - I haven\u0027t thanked you for your kindness last night.\u0026nbsp;\u003cstrong\u003eIf you hadn\u0027t taken me in, I wouldn\u0027t have had anywhere to stay.\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eWell... I\u0027ve been to North Hill. Mr Bassat invited me and others to discuss the murder.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eDoes Mr Bassat\u0026nbsp;\u003cstrong\u003esuspect\u003c/strong\u003e\u0026nbsp;anyone?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eThey\u0027ve found the man, Harry... He can\u0027t be the murderer though.\u0026nbsp;\u003cstrong\u003eHe would have been a suspect if he hadn\u0027t been locked up in the room by the bar for the last few days.\u003c/strong\u003e\u0026nbsp;But he said that someone else gave your uncle orders. This person must be the murderer. Don\u0027t you agree?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWell... er... Yes, I suppose...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eIt can\u0027t be one of the men. This person is clever. He must have come to the inn and he knows the moor well. He probably lives nearby. Did anyone like this come to the inn?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eEr... no... I can\u0027t think...\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eWhy do you look so anxious, Mary? But I forgot... I saw a friend of yours today at North Hill.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eI have no friends except you...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eBut you told me you went to Launceston with your uncle\u0027s brother...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI froze... I didn\u0027t know what to say...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eHe gave me a message for you. Tell her that \u0026quot;I\u0027m sorry\u0026quot;. I...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eJem was at North Hill? Why?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eWell, he\u0027s the dead man\u0027s brother. He wasn\u0027t upset, though...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWas Mr Bassat asking him questions?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eThey\u0027ve been talking all day. He\u0027s got brains - more than his brother. You told me he lives nearby, and steals horses?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI can\u0027t look at him, but I feel his eyes studying my face... He knows the truth.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eWhat will they do to him, Mr Davey?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003e\u0027Do\u0027? What do you mean? I\u0027m sure he won\u0027t be punished since he has helped them.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003e\u0027Helped\u0027? I don\u0027t understand.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eMary, it was Jem who\u0026nbsp;\u003cstrong\u003einformed\u003c/strong\u003e\u0026nbsp;Mr Bassat about his own brother. They left Launceston together after the horse market. Mr Bassat told him he could go free if he gave them\u0026nbsp;\u003cstrong\u003eproof\u0026nbsp;\u003c/strong\u003eabout his brother and he did.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eI can\u0027t believe it... I was so sure...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eOh, Vicar, I\u0027m such a fool... Where is Jem now?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eHe\u0027s gone to find the\u0026nbsp;\u003cstrong\u003eblacksmith\u003c/strong\u003e... He found a\u0026nbsp;\u003cstrong\u003enail\u003c/strong\u003e\u0026nbsp;in the field by the inn. It must belong to the killer\u0027s horse. Only one person went to the blacksmith yesterday...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary\u003cbr /\u003e\u003c/strong\u003eHow do you know?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eVicar\u003cbr /\u003e\u003c/strong\u003eBecause I know who that person was.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMary narrating\u003cbr /\u003e\u003c/strong\u003eHis strange eyes are staring at me... I can\u0027t breathe! He knows who the murderer is!\u003c/p\u003e \n \u003cp\u003eMeet me in the next episode when I finally discover the shocking truth about who killed my aunt and uncle at Jamaica Inn. I am also in danger but who will come to my rescue?\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 120,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003estabbed (to stab)\u003cbr /\u003e\u003c/strong\u003ehurt with a knife\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eodd\u003cbr /\u003e\u003c/strong\u003estrange\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eshiver\u003cbr /\u003e\u003c/strong\u003eto shake from fear\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003econgregation\u003cbr /\u003e\u003c/strong\u003ea group of people who pray in a church or other religious place\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003estartle\u003cbr /\u003e\u003c/strong\u003eto surprise someone\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elame\u003cbr /\u003e\u003c/strong\u003eunable to walk properly (animal)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esuspect\u003cbr /\u003e\u003c/strong\u003eto think that a person has carried out a crime\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einformed (to inform)\u003cbr /\u003e\u003c/strong\u003egiven information about a person who has done something wrong\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eproof\u003cbr /\u003e\u003c/strong\u003einformation that shows that something is true\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eblacksmith\u003cbr /\u003e\u003c/strong\u003ea person who makes and repairs horseshoes\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003enail\u003cbr /\u003e\u003c/strong\u003ea thin pointed piece of metal used to fix something\u003c/p\u003e\n "
  }
]