[
  {
    "_id": 597,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Fancy a laugh?",
    "mEpisodeDate": "09 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171009_tews_lolz_download.mp3",
    "mSummary": "You might know the slang expression \u0027LOL\u0027, but do you know about its close relation, \u0027lolz\u0027? To help you learn this expression Neil has dyed his hair bright pink especially! Lucky you",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05hky7c.jpg",
    "mTitle": "Lolz",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello. I\u0027m Feifei and with me in the studio is ...\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eFinn, hello!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHey, do you feel a bit tired, Finn? Well, I do. What a party yesterday!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eYes, it was good, wasn\u0027t it? Great food, plenty to drink… \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNow… forgive me for being nosey but…you said you were too busy working to have a love life. So… who was that beautiful woman you were with?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eAh, that was … just a girl I know…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eCome on, Finn, don’t be so mysterious. Everybody was looking at her. She looked like a supermodel! Is it serious? No offence, but how did you manage to attract a woman like that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eWhat do you mean? I’m very handsome! But she’s not my girlfriend…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eJust some eye candy, then? \u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eThat\u0027s not fair. I mean, yes she\u0027s beautiful – but eye candy means someone who is attractive, but not very interesting…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eI know – just teasing! It sounds like you like her… \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eErr, OK then, I do quite like her… \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOoh, you admitted it! \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eI know…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWe can also use eye candy to talk about things which look good but are not very useful. Let’s hear some examples. \u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eI was going out with this gorgeous footballer but it didn’t last. He was just eye candy.\u003c/p\u003e \n\u003cp\u003eThis illustrated cookbook looks good but you can never find the ingredients for the recipes. These pictures are just eye candy!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell, the party was fun anyway. And you know what? Today I\u0027m going on a date with a guy I met there. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eMmm… is this the beginning of a romance, Feifei? \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh, no. He’s very boring, actually. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eJust some eye candy then? \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell… we\u0027ll see. But I want to make all my friends jealous!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 162
  },
  {
    "_id": 598,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Why is Neil being criticised?",
    "mEpisodeDate": "02 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171002_tews_have_a_go_download.mp3",
    "mSummary": "Feifei is being very critical of Neil’s appearance. Why is she being so unfriendly? Learn why and pick up a useful expression to talk about criticism in our programme",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05h5nq6.jpg",
    "mTitle": "Have a go",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cstrong\u003e\u003cbr /\u003e\u003c/strong\u003eHello and welcome to The English We Speak. I\u0027m Feifei and joining me is Harry.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eHello there! And the popular modern expression we are going to look at in this programme is \u0027game changer\u0027.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eGame changer. We\u0027ll look at what it means and when you can use it. So Harry – did you end up buying a new TV like you were planning?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eI certainly did\u0026nbsp; - and then some! I don\u0027t know if \u0027TV\u0027 is really the right word for it though.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWhy not?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eWell, it\u0027s so much more. It\u0027s got a 72-inch curved screen with ultimate high-definition and it\u0027s 3D. When you watch a programme, it\u0027s like you\u0027re really there.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWow - it sounds amazing.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eIt is! TV will never be the same again. In TV terms, it\u0027s a real game changer.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eA game changer? What\u0027s that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eWell, it\u0027s so unlike any normal TV, that it\u0027s changed the rules of what TVs are. You will never think of TV in the same way if you watch my TV – it\u0027s a new world of television.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo \u0027game changer\u0027 means something that is so new and different, it changes the rules of the game.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eExactly. It could be technology, like my TV, or a person with new ideas, or a new direction in music or fashion. Any new innovation that changes the current situation.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eI see. Let\u0027s listen to some examples:\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eThe Beatles\u0027 album Sergeant Pepper was a real game changer – it transformed pop music forever.\u003c/p\u003e \n\u003cp\u003eOur company needs a game changer – someone who can come in and rethink the way we do everything.\u003c/p\u003e \n\u003cp\u003eLast year my boss said we could all work from home whenever we needed to. It\u0027s been a real game changer in the way we work.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo, some different types of game changers there. For people learning English, I suppose the internet has been a real game changer. You can study anytime, anywhere now.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eYou can – especially if you visit our website \u003ca href\u003d\"http://www.bbclearningenglish.com/\"\u003ebbclearningenglish.com\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eVery true, if you want to improve you English, our website can be a real game changer. So, I suppose you\u0027re going to be staying in tonight.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eMe? No, I\u0027m going out.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eBut, you\u0027ve got an amazing new TV, the game changer.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eI know, but it\u0027s Thursday, and there\u0027s never anything good on TV on Thursdays. And to be honest, I think I\u0027ve been watching too much TV. I need to get out more.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh well – I guess your TV didn\u0027t change the game for long. Join us again for more The English We Speak.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 161
  },
  {
    "_id": 599,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Familiar word, new meaning!",
    "mEpisodeDate": "25 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170925_tews_about_download.mp3",
    "mSummary": "The word \u0027about\u0027 is very familiar. But there\u0027s an unexpected way to use it in spoken English. Join Feifei and Neil to learn this expression, and find out exactly who the mysterious \u0027Mark\u0027 is! ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05gtcnj.jpg",
    "mTitle": "About",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript\u003c/p\u003e \n\u003cp\u003e(In a park by a pond)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eWhat a pleasant day, Neil! I love this park. Some of my best memories are from walking around here, feeding the ducks…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eMy best memories are… well, from across the pond.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eReally? What sort of thing did you do over there?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eShopping! They have all sorts of products over there which are cheaper than here!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eGood shops with cheap stuff… mmm… I want to go there, but I can\u0027t really see from here!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eI\u0027m talking about across the pond. And the food there is so delicious! Big portions and all very tasty! I love Mississippi mud pie!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eThat\u0027s a chocolate cake, isn\u0027t it? I want some! Where is the restaurant? I want to go there now!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eBut I told you – it\u0027s too far away. It\u0027s across the pond!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eDon\u0027t be lazy. We can just go walk around the pond. But all I can see are ducks!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eHere in Britain, when we say \u0027across the pond\u0027 or \u0027the other side of the pond\u0027 we might be referring to the Atlantic Ocean and the United States. Because there\u0027s so much contact between the two continents, we compare the ocean to a pond.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eSo the cake and the shops are… in America!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eYes! Let\u0027s hear some examples of how this expression is used.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003c/strong\u003e\u003cbr /\u003eThe latest Woody Allen movie was very popular on both sides of the pond. It was praised by critics and popular among cinemagoers.\u003c/p\u003e \n\u003cp\u003eMany American actors are starring in plays in London\u0027s West End. But this is Shakespeare’s territory and I think the best theatre is still on our side of the pond!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eYou look disappointed, Feifei. It\u0027s the chocolate cake, isn\u0027t it?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eYes, it is.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eCome on. Let\u0027s find a nice coffee shop and I’ll buy you a tasty dessert. We don\u0027t have to go to New York for that.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eNo we don\u0027t. London is a great city!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eCome on, let\u0027s go!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003c/strong\u003e\u003cbr /\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 160
  },
  {
    "_id": 600,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Learn an informal expression for when you have to improvise",
    "mEpisodeDate": "18 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170918_tews_wing_it_download.mp3",
    "mSummary": "Neil and Feifei are about to present the programme, but Helen has misplaced her script! Will she manage to say something on air?",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05gfps3.jpg",
    "mTitle": "Wing it",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eHello, this is The English We Speak, with me Feifei…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e… and me Neil. Hello!\u003c/p\u003e \n\u003cp\u003e(Rob opens the studio door)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eHi Neil! Sorry to interrupt. I just want to confirm that you\u0027re coming to my party. Are you?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eYes, of course. Thanks, Rob. It will be a blast!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eCool. It\u0027ll be great to have you there! I\u0027ll let you get back to your recording. See you!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eNo problem.\u003c/p\u003e \n\u003cp\u003e(Finn opens the studio door)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eHi Neil! Just to tell you my presentation was a success. Your advice made all the difference!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eOh that\u0027s great news, Finn. Always happy to help.\u003c/p\u003e \n\u003cp\u003e(Vera opens the studio door)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eVera\u003c/strong\u003e\u003cbr /\u003eHi Neil! I just wanted to say thanks for putting me in contact with Brian from the IT department. He sorted out my computer problems.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eNo problem, Vera. Any time you need a good contact, just ask.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eWait a minute! We have a programme to do here!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eWell, what can I do, I\u0027m a people person! In English, you say someone is a \u0027people person\u0027 when they are good at dealing with other people. They\u0027re helpful and have the ability to motivate people. People like me, Feifei.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eI know, I know. I appreciate your people skills too. Let\u0027s hear some examples of how this expression is used.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003c/strong\u003e\u003cbr /\u003eCallum is a people person. He gets along with everybody and would make a great manager.\u003c/p\u003e \n\u003cp\u003eYou know, you should go to the party even if you don\u0027t know anybody there. You\u0027re a people person and by the end of the night you\u0027ll have made lots of new friends.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eSo many people outside the studio… Neil, who are they?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eOh, these are colleagues and friends I\u0027ve helped out a bit recently.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eBut this is… it\u0027s a crowd!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eI told you: I\u0027m a people person! Hello everybody! I\u0027ll be there in a minute!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003c/strong\u003e\u003cbr /\u003eBye!\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 159
  },
  {
    "_id": 601,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Take a chance!",
    "mEpisodeDate": "11 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170912_tews_pot_luck_download.mp3",
    "mSummary": "When you haven\u0027t chosen a piece of authentic English to explain what do you do? Listen to this programme and see if there\u0027s a phrase about taking a chance and hoping things will turn out OK.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05fqrlg.jpg",
    "mTitle": "Pot luck",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHello and welcome to \u003cem\u003eThe English We Speak \u003c/em\u003ewhere we teach you English words and phrases which you might not find in your dictionary. I\u0027m Rob. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003e… and I\u0027m Feifei. Hello.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI am getting very excited, it\u0027s nearly Christmas. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei \u003cbr /\u003e\u003c/strong\u003eI love Christmas! All the food, the presents, the silly games and the…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOh, Feifei, did you hear the boss wants us to agree to work on Christmas Day?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eReally? Why? I would never agree to that! \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI don\u0027t know, but he wanted us to agree to it. So I told him us agreeing to work on Christmas Day would be like turkeys voting for Christmas.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003e\u0027Like turkeys voting for Christmas\u0027? Rob, I know you like your turkey dinner but what\u0027s this got to do with turkeys?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eLet me explain, Feifei. As you know, lots of people eat turkeys at Christmas. So, do you think if the turkeys had a choice, they would vote for Christmas?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNo, of course not, it would be crazy for them to vote for Christmas because they get eaten.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat\u0027s right. So in English, we use this idiom \u0027like turkeys voting for Christmas\u0027 as a metaphor when someone accepts a situation which will have a negative outcome for them. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eAh, so in our case, if we agree to work on Christmas Day then we can\u0027t have the food, the presents or the drinks; more importantly, we can\u0027t spend time with our family which will be really disappointing for us.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eExactly! It will be \u0027like turkeys voting for Christmas\u0027. Let\u0027s hear some people using this phrase.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003e\u003cem\u003eWorkers agreeing to pay cuts would be like turkeys voting for Christmas.\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e\u003cem\u003eIt would be like turkeys voting for Christmas if people asked for a tax rise.\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eRemember this is an informal saying so do take note of the context it\u0027s used in. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThank you Rob for teaching us this humorous idiom. All this talking of turkey is making me very hungry. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eMe too, maybe we should just skip work today and go find some turkey to eat?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNow Rob, if I said yes to that, it would really be like turkeys voting for Christmas. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHa ha…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eDo join us again for another \u003cem\u003eThe English We Speak\u003c/em\u003e. We wish you a very Happy Christmas!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eMerry Christmas!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 158
  },
  {
    "_id": 764,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eCan only people living in coastal communities solve the problem of plastic waste?\u003c/p\u003e \n \u003ch3\u003eThe answer:\u003c/h3\u003e \n \u003cp\u003eNo. It\u0027s not just an issue for coastal communities - it\u0027s a problem that affects all of us and can only be solved by all of us.\u003c/p\u003e \n \u003ch3\u003eDid you know?\u003c/h3\u003e \n \u003cp\u003eUS scientists have calculated the total amount of plastic ever made and put the number at 8.3 billion tonnes. That is as heavy as 25,000 Empire State Buildings in New York, or a billion elephants.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: dumped, collections, sustainable materials, break down, micro level",
    "mEpisodeDate": "11 Oct 2017",
    "mExercises": "\u003cp\u003eCan only people living in coastal communities solve the problem of plastic waste?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05jnr3h.jpg",
    "mTitle": "Tackling the sea of plastic",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eTackling the sea of plastic\u003c/p\u003e \n \u003ch3\u003eLearn language related to…\u003c/h3\u003e \n \u003cp\u003eRecycling\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eReducing the eight million tons of plastic \u003cstrong\u003edumped\u003c/strong\u003e in the world\u0027s oceans every year is now a priority around the globe and closing the loop by recycling is one answer.\u003c/p\u003e \n \u003cp\u003eThese are deposit return-or-reverse vending machines. You put used plastic bottles in and they pay out. It scans the bar code on the label and offers the chance to make a donation to charity or credit in this supermarket.\u0026nbsp; \u003cstrong\u003eCollections\u003c/strong\u003e are made across Sweden and brought here to this plant 90 minutes south of Stockholm. They handle plastic and glass bottles as well as aluminium cans. The Swedes have been using this type of system since the mid-eighties.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eBut the country is no stranger to the scourge of plastic pollution, especially in the sea.\u0026nbsp; It\u0027s a major problem here but one the environment minister insists is solvable.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eKarolina Skog - Swedish Environment Minister\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e“There are many interesting new materials coming up from research and innovation and I see that once we have knowledge on really \u003cstrong\u003esustainable materials\u003c/strong\u003e we can enter them into market rather quickly because there is a public demand and we have legal tools to use if needed. So yes, I am optimistic if we work together policy and industry.”\u003c/p\u003e \n \u003cp\u003eAnd people too. As plastics \u003cstrong\u003ebreak down\u003c/strong\u003e to \u003cstrong\u003emicro level\u003c/strong\u003e and enter the food chain in our oceans, it\u0027s not just an issue for coastal communities. It\u0027s a problem that affects all of us and can only be solved by all of us.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 107,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003edumped \u003c/strong\u003e– (verb) thrown away carelessly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecollections \u003c/strong\u003e– occasions when items are gathered and taken away\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esustainable materials \u003c/strong\u003e– (noun) substances that last a long time and cause little damage to the environment\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebreak down \u003c/strong\u003e– (verb) divide into smaller particles\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emicro level \u003c/strong\u003e– extremely small level\u003c/p\u003e"
  },
  {
    "_id": 765,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eWhich kind of trees are drought resistant?\u003c/p\u003e \n \u003ch3\u003eThe answer:\u003c/h3\u003e \n \u003cp\u003eAcacia trees are being planted because they are drought resistant.\u003c/p\u003e \n \u003ch3\u003eDid you know?\u003cstrong\u003e\u003cbr /\u003e \u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eAcacias are shrubs and trees found in warm and tropical regions. Belonging to the pea family, acacias have pods, and acacia beans are on the menu in Mexico.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: desertification, erode, humidity, drought-resistant, planting",
    "mEpisodeDate": "04 Oct 2017",
    "mExercises": "\u003cp\u003eWhich kind of trees are drought resistant?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05j0pys.jpg",
    "mTitle": "Africa\u0027s Great Green Wall",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eAfrica\u0027s Great Green Wall\u003c/p\u003e \n \u003ch3\u003eLearn language related to…\u003c/h3\u003e \n \u003cp\u003eThe environment\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eAfrica is building a giant wall - of trees. It stretches across the entire continent, in a bid to help fight the effects of climate change. It\u0027s called the Great Green Wall - but can it work?\u003c/p\u003e \n \u003cp\u003eThe wall spans 11 countries - measuring 8,000 kilometres long and 15 kilometres wide. So far, Senegal has made the best progress by planting 11 million trees.\u003c/p\u003e \n \u003cp\u003eThis village chief says the Green Wall is reversing \u003cstrong\u003edesertification\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAbsaman Moudouba - Village Chief \u003cbr /\u003e \u003c/strong\u003eWhen there were no trees, the wind used to dig up and \u003cstrong\u003eerode\u003c/strong\u003e the soil but it is more protected now. The leaves provide compost and the canopy increases the \u003cstrong\u003ehumidity\u003c/strong\u003e of the environment and offers some shade so there is less need for a lot of watering.\u003c/p\u003e \n \u003cp\u003eThe project is planting \u003cstrong\u003edrought-resistant\u003c/strong\u003e acacia trees. The tree roots hold the water in the soil so formerly dry wells have filled up again.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAbsaman Moudouba - Village Chief \u003cbr /\u003e \u003c/strong\u003eBefore, there was widespread drought and hunger here.\u0026nbsp; Then the tree planting took place and then a garden for the women to grow crops. Before people used to migrate but nowadays they just follow the line of the Great Green Wall for jobs. They no longer leave.\u003c/p\u003e \n \u003cp\u003eThe project, which began in 2007, is expected to cost a total of eight billion dollars. The Green Wall is still years from completion, but the World Bank, the United Nations, the African Union and the UK Botanical Gardens have all pledged money to continue \u003cstrong\u003eplanting.\u003c/strong\u003e\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 106,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003edesertification \u003c/strong\u003e– (noun) process where land becomes too dry for farming\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eerode \u003c/strong\u003e– (verb) gradually wear away the rock or land so it disappears\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehumidity \u003c/strong\u003e– (noun) moisture in the air\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edrought-resistant \u003c/strong\u003e– (adjective) not effected by long periods of no rain\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eplanting \u003c/strong\u003e– (noun) the act of putting seeds or trees into the ground\u003c/p\u003e"
  },
  {
    "_id": 766,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eTrue or false?\u003cbr /\u003e Collecting data about bees will help experts understand how healthy they are.\u003c/p\u003e \n \u003ch3\u003eThe answer:\u003c/h3\u003e \n \u003cp\u003eTrue. It is hoped that the data will give greater understanding of what keeps bees healthy.\u003c/p\u003e \n \u003ch3\u003eDid you know?\u003c/h3\u003e \n \u003cp\u003eA bee could be as smart as your modern satellite navigation system! It can find the perfect flower to tap for nectar and pollen and pass on the exact location to its colleagues. It uses the angle of the sun, counting landmarks and electrical fields.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: get connected, chip, tracked, tagging, smarter",
    "mEpisodeDate": "27 Sep 2017",
    "mExercises": "\u003cp\u003eTrue or false?\u003cbr /\u003e Collecting data about bees will help experts understand how healthy they are.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05hcvfv.jpg",
    "mTitle": "\u0027Online\u0027 bees",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003e\u0027Online\u0027 bees\u003c/p\u003e \n \u003ch3\u003eLearn language related to…\u003c/h3\u003e \n \u003cp\u003eTechnology\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eBehind a fire station in Stockport (UK), some bees are about to \u003cstrong\u003eget connected\u003c/strong\u003e. An Australian scientist, leading a global bee monitoring project, is fitting them with a \u003cstrong\u003echip\u003c/strong\u003e that will allow them to be \u003cstrong\u003etracked\u003c/strong\u003e. Now the bees will be counted in and out of the hive.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003ePeter Carter, bee project manager\u003c/strong\u003e \u003cbr /\u003e \u0026quot;So now we understand more about their behaviour – when they leave the hive, how long they stay away and when they return, who they are travelling with. We are identifying individual insects here which we have not been able to do in the past.\u0026quot;\u003c/p\u003e \n \u003cp\u003eThe tech company Cisco has recruited beekeepers across Greater Manchester to take part in the programme. One hope is that the data will give greater understanding of what keeps bees healthy.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlan Towse, bee keeper\u003c/strong\u003e \u003cbr /\u003e \u0026quot;It\u0027s very, very difficult to look inside the hive and know what\u0027s happening with an individual bee, so by \u003cstrong\u003etagging\u003c/strong\u003e an individual bee you get to know how long it lives.\u0026quot;\u003c/p\u003e \n \u003cp\u003eOver the coming months thousands of them will be at work, not just making honey but providing data which could make Manchester a healthier and \u003cstrong\u003esmarter\u003c/strong\u003e city.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 105,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eget connected \u003c/strong\u003e– (verb) become able to communicate through a computer network\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echip \u003c/strong\u003e– (here as a noun) small computer part used for locating things\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etracked \u003c/strong\u003e– (verb) followed\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etagging \u003c/strong\u003e– (verb) attaching a small piece of electronic equipment to something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esmarter \u003c/strong\u003e– (adjective) better connected, using computer systems\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003c/p\u003e"
  },
  {
    "_id": 767,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eWho were responsible for making the Floreana tortoises become extinct?\u003c/p\u003e \n \u003ch3\u003eThe answer:\u003c/h3\u003e \n \u003cp\u003eThe first settlers were responsible for making the Floreana tortoises become extinct because they hunted and exploited them.\u003c/p\u003e \n \u003ch3\u003eDid you know?\u003c/h3\u003e \n \u003cp\u003eMade famous by British naturalist Charles Darwin\u0027s discoveries, Galapagos is a remote, biologically fascinating archipelago in the Pacific Ocean. They lie almost 1,000km off the coast of Ecuador, and it\u0027s this isolation that has caused many unique creatures to evolve.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: a comeback, brought back from the dead, breeding programme, staging its return, released back into the wild",
    "mEpisodeDate": "20 Sep 2017",
    "mExercises": "\u003cp\u003eWho were responsible for making the Floreana tortoises become extinct?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05gqnql.jpg",
    "mTitle": "Extinct giant tortoise returns",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eExtinct giant tortoise returns\u003c/p\u003e \n \u003ch3\u003eLearn language related to…\u003c/h3\u003e \n \u003cp\u003eSurvival\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eNothing happens too quickly in the tortoise world but this is \u003cstrong\u003ea\u003c/strong\u003e \u003cstrong\u003ecomeback\u003c/strong\u003e worth the wait. The Floreana tortoise, once thought wiped out, has been on the extinction list for a century and a half. Now, with careful conservation, the species is being \u003cstrong\u003ebrought back from the dead\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003eThe species became extinct from its home island of Floreana during the mid-nineteenth century after hunting and exploitation from the first settlers. Some Floreana were dropped on other islands breeding with other tortoises.\u003c/p\u003e \n \u003cp\u003eBut now the original species is slowly and steadily \u003cstrong\u003estaging its return\u003c/strong\u003e. A \u003cstrong\u003ebreeding programme\u003c/strong\u003e at the Galapagos National Park has yielded dozens of Floreana pure-bred tortoises, with hopes of thousands more in the coming years.\u003c/p\u003e \n \u003cp\u003eThey\u0027ll be given time to grow into their shells within the national park. Then it’s hoped that in five years the Floreana will be \u003cstrong\u003ereleased back into the wild\u003c/strong\u003e to reclaim their island. But there\u0027s no rush!\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 104,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ea comeback – \u003c/strong\u003ea return\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebrought back from the dead – \u003c/strong\u003estopped being extinct\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebreeding programme – \u003c/strong\u003eplanned process of mating and producing young animals\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003estaging its return – \u003c/strong\u003eorganising its return\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ereleased back into the wild – \u003c/strong\u003eput into their natural environment to survive by themselves\u003c/p\u003e"
  },
  {
    "_id": 768,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eHow will people who do not live near the sea benefit from this project?\u003c/p\u003e \n \u003ch3\u003eThe answer:\u003c/h3\u003e \n \u003cp\u003eThey will be shown pictures and video footage of the sea.\u003c/p\u003e \n \u003ch3\u003eLanguage fact\u003c/h3\u003e \n \u003cp\u003e\u0027Blue health\u0027 is an unofficial term used by the journalist to mean using the blue colour of the sea to make people feel happier and healthier.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: therapist, anxiety, depression, therapeutic quality, stimulating",
    "mEpisodeDate": "13 Sep 2017",
    "mExercises": "\u003cp\u003eHow will this project help people who do not live near the sea?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05fzp91.jpg",
    "mTitle": "Using sun and sea to beat depression",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eUsing sun and sea to beat depression\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eLearn language related to…\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eMental health\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eWe’re off the coast of Falmouth (Cornwall) on a boat owned by the charity Sea Sanctuary. On board a skipper, a \u003cstrong\u003etherapist\u003c/strong\u003e and two people, Susie and Ian, who are living with \u003cstrong\u003eanxiety\u003c/strong\u003e and \u003cstrong\u003edepression\u003c/strong\u003e.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eSusie\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cem\u003eIt’s something very special about being on the water. It’s such a calming place. You can leave whatever troubles you\u0027ve got behind and you can escape.\u003c/em\u003e\u003c/p\u003e \n \u003cp\u003eThere are group sessions on board and everyone works as part of the crew, but the charity says the sea itself has a \u003cstrong\u003etherapeutic quality\u003c/strong\u003e. So what about people who don’t live near the coast?\u003c/p\u003e \n \u003cp\u003eA team of researchers from the University of Exeter, a 360 virtual reality camera and a drone - they’re trying to capture the power of the coast for people who can’t get there themselves.\u003c/p\u003e \n \u003cp\u003eNikki is trying out her videos on a group of volunteers. Some of the pictures are calm and relaxing, others more interactive, \u003cstrong\u003estimulating\u003c/strong\u003e. \u0026nbsp;Nikki will take her headsets in to care homes next year to bring \u0027blue health\u0027 to those who can’t access it themselves.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 103,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003etherapist \u003c/strong\u003e– person who treats people with a particular mental or physical illness\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eanxiety \u003c/strong\u003e– a feeling of worry or nervousness about something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edepression \u003c/strong\u003e– feeling of unhappiness which affects your health\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etherapeutic quality \u003c/strong\u003e– characteristic that causes someone to feel happier and healthier\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003estimulating \u003c/strong\u003e– making your mind or body feel more active\u003c/p\u003e"
  },
  {
    "_id": 876,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Are you afraid of machines that copy human intelligent behaviour?",
    "mEpisodeDate": "28 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170928_6min_english_computers_download.mp3",
    "mSummary": "\u003cp\u003eMachine thinking is in our homes, offices, schools and hospitals. Computer algorithms are helping us drive our cars. They’re diagnosing what’s wrong with us in hospitals. They’re marking student essays.\u0026nbsp;Neil and Tim talk about artificial intelligence and teach you six items of vocabulary.\u003c/p\u003e \n \u003ch3\u003e\u003cspan\u003eThis week\u0027s question:\u0026nbsp;\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003eWhat was the name of the computer which famously beat world chess champion Garry Kasparov using algorithms in 1997? Was it…\u003c/p\u003e \n \u003cp\u003ea) Hal,\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eb) Alpha 60 or\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ec) Deep Blue?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05cmhsf.jpg",
    "mTitle": "What can\u0027t computers do?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWelcome to 6 Minute English, where we bring you an intelligent topic and six related items of vocabulary. I’m Neil.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd I’m Tim. And today we’re talking about AI – or Artificial Intelligence.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eArtificial Intelligence\u003c/strong\u003e is the ability of machines to copy human intelligent behaviour – for example, an intelligent machine can learn from its own mistakes, and make decisions based on what’s happened in the past.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThere’s a lot of talk about AI these days, Neil, but it’s still just science fiction, isn’t it?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThat’s not true – AI is everywhere. Machine thinking is in our homes, offices, schools and hospitals. Computer algorithms are helping us drive our cars. They’re diagnosing what’s wrong with us in hospitals. They’re marking student essays… They’re telling us what to read on our smartphones…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eWell, that really does sound like science fiction – but it’s happening already, you say, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt’s definitely happening, Tim. And an\u003cstrong\u003e algorithm\u003c/strong\u003e, by the way, is a set of steps a computer follows in order to solve a problem. So can you tell me what was the name of the computer which famously beat world chess champion Garry Kasparov using algorithms in 1997? Was it…\u003cbr /\u003ea) Hal,\u003cbr /\u003eb) Alpha 60 or\u003cbr /\u003ec) Deep Blue?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI’ll say Deep Blue. Although I’m just guessing.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWas it an educated guess, Tim?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI know a bit about chess…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAn educated guess is based on knowledge and experience and is therefore likely to be correct. Well, we’ll find out later on how educated your guess was in this case, Tim!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIndeed. But getting back to AI and what machines can do – are they any good at solving real-life problems? Computers think in zeros and ones don’t they? That sounds like a pretty limited language when it comes to life experience!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYou would be surprised to what those zeroes and ones can do, Tim. Although you’re right that AI does have its limitations at the moment. And if something has\u003cstrong\u003e limitations \u003c/strong\u003ethere’s a limit on what it can do or how good it can be.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK – well now might be a good time to listen to Zoubin Bharhramani, Professor of Information Engineering at the University of Cambridge and deputy director of the Leverhulme Centre for the Future of Intelligence. He’s talking about what limitations AI has at the moment.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eZoubin Bharhramani, Professor of Information Engineering at the University of Cambridge and deputy director of the Leverhulme Centre for the Future of Intelligence \u003cbr /\u003e\u003c/strong\u003eI think it’s very interesting how many of the things that we take for granted – we humans take for granted – as being sort of things we don’t even think about like how do we walk, how do we reach, how do we recognize our mother. You know, all these things. When you start to think how to implement them on a computer, you realize that it’s those things that are incredibly difficult to get computers to do, and that’s where the current cutting edge of research is.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIf we \u003cstrong\u003etake something for granted\u003c/strong\u003e we don’t realise how important something is.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eYou sometimes take me for granted, I think, Neil.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo – I never take you for granted, Tim! You’re far too important for that!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eGood to hear! So things we take for granted are doing every day tasks like walking, picking something up, or recognizing somebody. We \u003cstrong\u003eimplement \u003c/strong\u003e– or perform – these things without thinking – Whereas it’s cutting edge research to try and program a machine to do them.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eCutting edge\u003c/strong\u003e means very new and advanced. It’s interesting isn\u0027t it, that over ten years ago a computer beat a chess grand master – but the same computer would find it incredibly difficult to pick up a chess piece.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI know. It’s very strange. But now you’ve reminded me that we need the answer to today’s question.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWhich was: What was the name of the computer which famously beat world chess champion Garry Kasparov in 1997? Now, you said Deep Blue, Tim, and … that was the right answer!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eYou see, my educated guess was based on knowledge and experience!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOr maybe you were just lucky. So, the IBM supercomputer Deep Blue played against US world chess champion Garry Kasparov in two chess matches. The first match was played in Philadelphia in 1996 and was won by Kasparov. The second was played in New York City in 1997 and won by Deep Blue. The 1997 match was the first defeat of a reigning world chess champion by a computer under tournament conditions.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eLet’s go through the words we learned today. First up was ‘artificial intelligence’ or AI – the ability of machines to copy human intelligent behaviour.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“There are AI programs that can write poetry.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eDo you have any examples you can recite?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAfraid I don’t! Number two – an algorithm is a set of steps a computer follows in order to solve a problem. For example, “Google changes its search algorithm hundreds of times every year.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThe adjective is algorithmic – for example, “Google has made many algorithmic changes.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNumber three – if something has ‘limitations’ – there’s a limit on what it can do or how good it can be. “Our show has certain limitations – for example, it’s only six minutes long!”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThat’s right – there’s only time to present six vocabulary items. Short but sweet!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd very intelligent, too. OK, the next item is ‘take something for granted’ – which is when we don’t realise how important something is.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“We take our smart phones for granted these days – but before 1995 hardly anyone owned one.”\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNumber five – ‘to implement’ – means to perform a task, or take action.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“Neil implemented some changes to the show.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThe final item is ‘cutting edge’ – new and advanced – “This software is cutting edge.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“The software uses cutting edge technology.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK – that’s all we have time for on today’s cutting edge show. But please check out our Instagram, Twitter, Facebook and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eBye-bye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 161,
    "mVocabulary": "\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eartificial intelligence\u003c/strong\u003e or \u003cstrong\u003eAI\u003c/strong\u003e\u003cbr /\u003ethe ability of machines to copy human intelligent behaviour.\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003e an algorithm\u003c/strong\u003e\u003cbr /\u003ea set of steps a computer follows in order to solve a problem\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003elimitations\u003c/strong\u003e\u003cbr /\u003ea limit on what it can do or how good it can be\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003etake something for granted\u003c/strong\u003e\u003cbr /\u003ewhen we don’t realise how important something is\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eto implement\u003c/strong\u003e\u003cbr /\u003eto perform a task, or take action\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003ecutting edge\u003c/strong\u003e\u003cbr /\u003enew and advanced \u003c/span\u003e\u003c/p\u003e"
  },
  {
    "_id": 877,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Did you know that when the entire body is aging hair can grow stronger?",
    "mEpisodeDate": "21 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170921_6min_english_hair_download.mp3",
    "mSummary": "\u003cp\u003eThe hair follicle apparently knows some tricks that the other organs don’t know, says Ralf Paus, hair loss researcher. Neil and Tim talk about the wonders of hair and \u003cspan\u003eteach you six items of vocabulary.\u003c/span\u003e\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question:\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eHow many hair follicles does the human body have today? Is it …\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) 500,000,\u0026nbsp;\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) 5 million or\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) 50 million?\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05cmj64.jpg",
    "mTitle": "The wonders of hair",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWelcome to 6 Minute English, where today we introduce a hair-raising topic and six items of vocabulary.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI’m Tim… So what’s hair-raising about today’s topic, Neil? \u003cstrong\u003eHair-raising\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e means scary but also exciting!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWe’re talking about hair – which may be exciting for some, but definitely won’t be scary.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHair-raising is a real thing, though, isn’t it? Our hairs do rise!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYes – Tim, they do. We get goose bumps when we’re cold, scared, or excited.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBut other mammals do it better than us – Cats fluff up when they see other cats they don’t like.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s true – We can’t fluff up because we don’t have enough body hair.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI suppose we used to be as hairy as gorillas – if you go back a million years or so.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDo you know why we lost so much hair, Tim?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIsn’t it because it allowed us to sweat more easily? This meant we didn’t get so hot and tired – we could run faster and for longer – and catch more animals to eat!\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat sounds like a good theory. But do you have a theory on how many hair follicles the human body has today?\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWhat’s a hair follicle?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA \u003cstrong\u003ehair\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e \u003c/span\u003e\u003cstrong\u003e\u003cspan\u003efollicle\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e is the organ that produces a hair underneath the skin. Now answer the question, Tim. How many hair follicles does the human body have today? Is it …\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ea) 500,000,\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003eb) 5 million or\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ec) 50 million?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e50 million sounds about right.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDid you know that men have more than women, Tim?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo, I didn’t – but it makes sense since men are usually hairier than women.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOn their faces – but not necessarily on their heads!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAre you referring to the fact that men of a certain age can be follically challenged?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIf you’re follically challenged it means you’re losing your hair! Having little or no hair is called \u003cstrong\u003ebaldness\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e. And if you’ve reached \u003c/span\u003e\u003cstrong\u003e\u003cspan\u003ea certain age\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e it means you aren’t young any more!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWhy is our hair so important to us, Neil? When we aren’t worrying about going bald, we’re busy shaving, waxing, plucking, and trimming the stuff. When I say ‘we’ of course I’m referring to people in general. Not myself…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, a good head of hair indicates health and youth. And hair on your face – \u003cstrong\u003efacial\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e hair – shows when boys have reached manhood.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOn the other hand, going grey or losing your hair shows you’re getting older.\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHair today, gone tomorrow?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBad joke, Neil!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSorry! It’s true that hair on your head shows signs of aging – but this isn’t true of all human hair. Let’s listen to Ralf Paus, a leading hair loss researcher, talking about this.\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cstrong\u003e\u003cspan\u003eRalf Paus, hair loss researcher\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe eyebrows get stronger usually in aging men, the hairs in your nose and in your ears get stronger – and what a miracle of nature that an organ – when the entire body is aging actually grows stronger. So we may even be able to learn from hair follicles how not to age.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHmm. I’m not sure I would swap a good head of hair for thick eyebrows and nose hair. How about you, Neil?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI agree! But let’s hear more from Ralf Paus about why some hair gets stronger as you get older.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cstrong\u003e\u003cspan\u003eRalf Paus, hair loss researcher\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe hair follicle apparently knows some tricks that the other organs don’t know. So it’s continuously regenerating itself. It goes through a so-called hair cycle and part of that we know pretty well – and that is, these stem cells that it uses to regenerate cells.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSo a hair follicle can \u003cstrong\u003eregenerate\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e cells – or grow new cells to replace old or damaged ones. But if that’s only true for eyebrows, nose and ear hair, I am not that impressed! I want hairs on my head to be able to regenerate!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe important thing here is that these cells in the hair follicle may help scientists discover a way to stop other organs of the body aging… OK, I’m now going to reveal how many hair follicles on average we have on our bodies. The answer is… 5 million.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOh. So not 50 million then.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDon’t worry, Tim! It was a tricky question! Now let’s go over the words we learned today.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Hair-raising’ means scary often in an exciting way. For example, “That ride on the rollercoaster was a hair-raising experience!”\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNext is ‘hair follicle’ – the organ that produces a hair underneath the skin.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“Scientists believe that stress can affect hair follicles.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA number of things can affect hair follicles actually – age, disease, diet…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK – but we haven’t got all day, Neil. So let’s move on to the next item. ‘Baldness’ – which means having little or no hair on your head.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“My grandfather is bald and he always wears a hat to cover his baldness.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNice example. Is your grandpa actually bald, Neil?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo – he has a fine head of hair. Now, if you are a certain age, it means you are no longer young. For example…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“All the people at the party were of a certain age…”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHow many of them had facial hair, Tim? That’s our next word, and ‘facial’ means to do with the face.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“None of the people at the party had facial hair.” There’s your answer!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s unusual, Tim. Lots of men have beards these days. OK – our final word for today is ‘regenerate’ which means to grow again. You can talk about regenerating a range of things, for example…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“The council has plans to regenerate this part of the city.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“Regeneration of parts of the city is in progress.” – ‘regeneration’ is the noun.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, it’s time to go now. But if today’s show gave you goosebumps please let us know by visiting our Twitter, Facebook and YouTube pages and telling us about it!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBye-bye!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eGoodbye!\u003c/span\u003e\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 160,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ehair-raising\u003c/strong\u003e\u003cbr /\u003escary often in an exciting way\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehair follicle\u003c/strong\u003e\u003cbr /\u003ethe organ that produces a hair underneath the skin\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebaldness\u003c/strong\u003e\u003cbr /\u003ehaving little or no hair on your head\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eof a certain age\u003c/strong\u003e\u003cbr /\u003eno longer young\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efacial\u003c/strong\u003e\u003cbr /\u003eto do with the face\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eregenerate\u003c/strong\u003e\u003cbr /\u003eto grow again\u0026nbsp;\u003c/p\u003e"
  },
  {
    "_id": 878,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Tim and Neil talk about interactions that can be misunderstood by people of different backgrounds",
    "mEpisodeDate": "14 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170914_6min_english_cultural_differences_download.mp3",
    "mSummary": "\u003cp\u003eIf two people are talking lively and you don\u0027t understand their culture or their language, you might think they are having an argument. Neil and Tim talk about this kind of situation and teach you six items of vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question:\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eIn which country does shaking your head mean ‘yes’, Tim? Is it… \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) Greece,\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) Japan or \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) Bulgaria?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05cpygs.jpg",
    "mTitle": "Having a row or asking for directions?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWelcome to 6 Minute English. In this programme we bring you an expressive topic and six items of vocabulary. I’m Neil…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd I’m Tim. So, we had an argument just before we started the show…\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWe did, Tim. But no hard feelings?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNone. \u003cstrong\u003eNo hard feelings\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e is something you say to somebody you have argued with to say you’d still like to be friends. We often fall out over silly things…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e… Like who’s going to introduce the show…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e… Or who’s going to choose the quiz question.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBut we understand each other. That’s the important thing, isn\u0027t it? \u003cstrong\u003eTo fall out with somebody\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e by the way, is another way of saying to argue or disagree with them. Do you know that you wave your arms around a lot when you’re arguing, Tim?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo, I didn’t know I did that.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat isn’t very British.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI know. Using \u003cstrong\u003egestures\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e – or movements you make with your hands or your head to express what you are thinking of feeling – is common in some countries but not in others. Then there are some movements – like shaking your head – which mostly means ‘no’ but in some countries can mean the opposite.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s right. In which country does shaking your head mean ‘yes’, Tim? Is it… \u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ea) Greece,\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003eb) Japan or \u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ec) Bulgaria?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo idea – I’ll guess Greece. I do know that in India people shake their heads to mean lots of different things.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThere are plenty of gestures you need to be careful with when you’re meeting and greeting people from a culture that’s different to your own – to avoid offending people – or making an awkward faux pas…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIf you make a\u003cstrong\u003e faux pas\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e it means you say or do something embarrassing in a social situation. For example, our every day use of the thumbs-up signal might offend people from the Middle East.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd \u003cstrong\u003eto offend\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e means to make somebody angry or upset.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eLet’s hear now from Business Professor Erin Meyer talking about how easy it is to misunderstand why people behave the way they do in everyday situations when we don’t belong to the same culture.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cstrong\u003e\u003cspan\u003eErin Meyer, Business Professor in Dubai\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA while ago I was in Dubai and one of my students, my Emirati students, was driving me home after a session and the car stopped at a light and she rolled down the window, and she started shouting at someone outside of the window. This guy was crossing the street with a big box of cloth. And he started shouting back, and she opened up the door, and they started gesticulating and shouting at one another. And I thought, wow, they’re having a huge fight, I thought maybe he was going to hit her. And she got back in the car, and I said, well, what were you fighting about? And she said, ‘Oh no, no, we weren’t fighting, he was giving me directions to your hotel.’ And I thought that was a great example of how someone from another culture may misperceive or misunderstand something as a fight when in fact they were just being emotionally expressive.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cstrong\u003eGesticulating\u003c/strong\u003e – what does that mean?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIt means what I was doing earlier! – Waving your arms around to express what you’re feeling.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eErin Meyer was worried because her student and the man on the street were shouting and gesticulating at each other. She thought they were having a fight when in fact they were just being emotionally expressive.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd \u003cstrong\u003eexpressive \u003c/strong\u003e\u003c/span\u003e\u003cspan\u003emeans showing what you think or feel.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYou were nodding in agreement, there, Tim. Which reminds me of our quiz question. In which country does shaking your head mean ‘yes’? Is it… a) Greece, b) Japan or c) Bulgaria?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI said Greece…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd that’s the wrong answer, I’m afraid. The right answer is Bulgaria. In some Southeastern European areas such as Bulgaria and southern Albania, shaking your head is used to indicate \u0026quot;yes\u0026quot;. In those regions, nodding in fact means \u0026quot;no\u0026quot; as well.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI hope I remember that the next time I meet somebody from Southeastern Europe.\u003c/span\u003e\u003cspan\u003eOK, shall we look back at the words we learned today?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘No hard feelings’ is something you say to somebody you have argued with or beaten in a game or contest to say you’d still like to be friends.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eFor example, “I always get the quiz questions right – unlike you Neil. But no hard feelings, OK?”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s not a very realistic example, Tim… But I’ll let it go. Number two – ‘to fall out with somebody’ means to argue or disagree with them.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“I fell out with my best friend at school. We didn’t talk to each other for a whole week!”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat must’ve been a serious disagreement, Tim! What were you arguing about?\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI can’t remember. It was a long time ago. Number three – a ‘gesture’ is a movement you make with your hands or head to express what you are thinking or feeling.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“She opened her arms wide in a gesture of welcome.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOr the verb – “I gestured to Neil that we only had one minute left to finish the show!”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIs that true, Tim? You’re nodding your head – but we should also quickly mention ‘gesticulate’ which means to make gestures with your hands or arms!\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA ‘faux pas’ is saying or doing something embarrassing in a social situation. For example, “I committed a serious faux pas at a party last night – that I’m too embarrassed to tell you about!”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOh dear, Tim. I hope you didn’t offend too many people – ‘offend’ is our next word – and it means to make somebody angry or upset.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, you’ve given us a good example already, Neil, so let’s move on to the final word – ‘expressive’ – which means showing what you think or feel.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“Tim has a very expressive face.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThanks! Another quick example – “I waved my hand expressively to signal to Neil that it was time to finish the show.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eTaking my cue from Tim, that’s all for today. But please remember to check out our Instagram, Twitter, Facebook and YouTube pages.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBye-bye!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 159,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eno hard feelings\u003c/strong\u003e\u003cbr /\u003e is something you say to somebody you have argued with or beaten in a game or contest to say you’d still like to be friends\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eto fall out with somebody\u003c/strong\u003e\u003cbr /\u003eto argue or disagree with them\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egesture\u003c/strong\u003e\u003cbr /\u003ea movement you make with your hands or head to express what you are thinking or feeling\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003efaux pas\u003c/strong\u003e\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003esaying or doing something embarrassing in a social situation\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eoffend\u003c/strong\u003e\u003cbr /\u003eto make somebody angry or upset\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eexpressive\u003c/strong\u003e\u003cbr /\u003eshowing what you think or feel\u0026nbsp;\u003c/p\u003e"
  },
  {
    "_id": 879,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "A policeman, a pilot, a chef - what\u0027s our fascination with uniforms?",
    "mEpisodeDate": "07 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170907_6min_english_uniforms_download.mp3",
    "mSummary": "\u003cp\u003eWhat\u0027s the fascination we seem to have for uniforms? Is there something about taking on a persona or professional role that can be liberating? Neil and Tim talk about the uniforms they\u0027d like to wear\u0026nbsp;and teach you six items of vocabulary.\u003c/p\u003e \n \u003ch3\u003e\u003cspan\u003e\u003cspan\u003eThis week\u0027s question:\u003c/span\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003eIn the 19th century, police officer’s top hats could be used…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ea) to stand on\u003c/p\u003e \n \u003cp\u003eb) as a weapon\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ec) to protect their heads from the sun?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05c47hf.jpg",
    "mTitle": "Uniforms",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWelcome to 6 Minute English, where we introduce a colourful topic and six suitable items of vocabulary.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI’m Tim…\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I’m Neil. Why are you wearing a policeman’s hat, Tim?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eTo get me in the mood for our topic today – uniforms!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, the hat certainly suits you!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd if something \u003cstrong\u003esuits you\u003c/strong\u003e it looks good on you! Well, thanks, Neil. And funnily enough, I have a question for you on the subject of police hats! In the 19th century, police officers\u0027 top hats could be used…\u003cbr /\u003e\u003cbr /\u003ea) to stand on,\u003cbr /\u003eb) as a weapon or\u003cbr /\u003ec) to protect their heads from the sun?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, they\u0027re kind of pointy so I’m going to say as a weapon.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK. Let’s consider what the point of a uniform is. Why do some jobs have them while others don’t?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e \u003c/strong\u003eWell – The police, and other emergency services, like the fire brigade, and ambulance service – they need practical clothes to help them do their job.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003ePeople need to recognize them too, don’t they?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYeah, that’s right. A uniform makes people stand out from crowd.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIf something \u003cstrong\u003estands out\u003c/strong\u003e it’s noticeable or easy to see.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eBut uniform also allows you \u003cstrong\u003eto\u003c/strong\u003e \u003cstrong\u003efit in\u003c/strong\u003e – it shows you belong to a particular group or organization – and people often enjoy that sense of community at work.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eDo you think we should get some 6 Minute English T-shirts made, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, we share a sense of community without team T-shirts, Tim. Let’s listen to cultural historian, Joe Moran, talking about why wearing a uniform can also allow you to behave differently to the way you normally behave.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eJoe Moran, cultural historian\u003cbr /\u003e\u003c/strong\u003eIt’s a role and a genre that you adopt and it’s kind of – it’s something that’s not quite you. It’s kind of a persona that you can put on. In Germany they call it ‘maskenfreiheit’, which is the freedom conferred by masks. There’s something about taking on what is very clearly a persona or professional role, that can be liberating, I think.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo when you put on a uniform you are adopting a role or genre. \u003cstrong\u003eGenre\u003c/strong\u003e means a particular style. And a \u003cstrong\u003epersona\u003c/strong\u003e is a character you present to the outside world – as opposed to the person you feel like inside.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eJoe Moran compares putting on a persona to putting on a mask. And he says this can be very \u003cstrong\u003eliberating\u003c/strong\u003e. But do you really think putting on a uniform liberates – or frees – us from the person we really are?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e \u003c/strong\u003eMaybe. If you’re shy, for example, a uniform might feel liberating because it allows you to behave more confidently. So, if you could choose a uniform and a new persona, what would it be, Tim?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eHmm. An airline pilot, I think. I’d look great in a blazer with brass buttons – and with the cap and mirror sunglasses. Hello, this is your captain speaking. We’ll shortly be arriving at LAX airport in sunny Los Angeles. Local time is 12.55 and it’s hot hot hot outside, so I hope you’ve packed plenty of sun cream.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK Tim, stop, stop, stop, stop, stop! I can see you’d love being a pilot – or at least you’d love talking to your passengers!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eWhat about you, Neil? What would you like to try on for size? A surgeon’s scrubs? A nun’s habit?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eTo try something on for size\u003c/strong\u003e means to decide whether it’s what you want or not. No Tim… I’d go for a chef’s apron, checked trousers, a tall hat.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI think the uniform would suit you, but are you good at cooking, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m an excellent cook. Now, I think we should have the answer to today’s quiz question, Tim.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eYes, I asked what a police officer’s hat could be used for in the 19th century.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I said as a weapon.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eWrong, I’m afraid. From 1829 to 1839, Metropolitan Police officers wore a cane-reinforced top hat, which could be used as a step to climb or see over walls. I wonder if modern police hats are strong enough to stand on?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWe’ll try yours later and find out. But now let’s go over the other key words we learned today.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK. If something ‘suits you’, it looks good on you. For example, “Does this pilot’s uniform suit me, Neil?”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt suits you down to the ground, Tim! And that means it suits you very well!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eNumber two – If something ‘stands out’, it’s noticeable or easy to see.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“My colourful suit really stood out at the party.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIn a good way, I hope! OK, next item – ‘to fit in’ – means you belong to a particular group and are accepted by them.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“I never fitted in with the cool kids at school.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m sorry to hear that, Tim! Maybe you weren’t wearing the right uniform? Number four is ‘persona’ – the character you present to the outside world – as opposed to the person you feel like inside.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“My work persona is confident and chatty but I’m actually rather shy.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m learning a lot about you today, Tim!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThey’re just examples, Neil. I don’t have a work persona – that’s the nice thing about our job – there’s no need to put on masks or personas.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eJust the occasional hat…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIndeed. And a very nice hat this is too – I think I’ll keep it. Now, let’s finish the vocabulary! Number five – ‘liberating’ means feeling you can behave however you like.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eFor example, “Talking openly about your problems can be very liberating.”\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd finally, ‘to try something on for size’ means to test something to decide whether you want it or not.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOur listeners can try these new vocabulary items on for size and decide whether they’ll be useful or not!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd if not, then please let us know by visiting our Twitter, Facebook and YouTube pages and telling us what you think!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003cbr /\u003e \u003cbr /\u003e \u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 158,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003esuits you\u003c/strong\u003e\u003cbr /\u003elooks good on you\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003estand out\u003c/strong\u003e\u003cbr /\u003eit’s noticeable or easy to see\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eto fit in\u003c/strong\u003e\u003cbr /\u003ebelong to a particular group and are accepted by them\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epersona\u003c/strong\u003e\u003cbr /\u003ethe character you present to the outside world – as opposed to the person you feel like inside\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eliberating\u003c/strong\u003e\u003cbr /\u003efeeling you can behave however you like\u003c/p\u003e"
  },
  {
    "_id": 880,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Tim and Neil laugh their head off as they teach you useful vocabulary",
    "mEpisodeDate": "31 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170831_6min_english_laughing_download.mp3",
    "mSummary": "\u003cp\u003eIn a competition for control between laughter and breathing and speaking, laughter always wins, says\u0026nbsp;a neuroscientist. Neil and Tim discuss the dangers of laughter and teach you some related words.\u003c/p\u003e \n \u003ch3\u003e\u003cspan data-mce-mark\u003d\"1\"\u003eThis week\u0027s question:\u003c/span\u003e\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003eHow many times a day does the average adult laugh? Is it…\u003c/p\u003e \n \u003cp\u003ea) 17,\u003c/p\u003e \n \u003cp\u003eb) 70 or\u003c/p\u003e \n \u003cp\u003ec) 700?\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05c47l0.jpg",
    "mTitle": "Laughing could kill you",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello and welcome to 6 Minute English, where we bring you an entertaining topic and six related items of vocabulary. I\u0027m Neil… and those guffaws you can hear are coming from Tim. So what\u0027s so funny, Tim?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eCan you pass me a glass of water?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYes, OK, here you go.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIt was just something our producer said before I came into the studio. A \u003cstrong\u003eguffaw\u003c/strong\u003e by the way is a loud laugh that you can\u0027t control...\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo while Tim \u003cstrong\u003elaughs his head off\u003c/strong\u003e – and that means to laugh very loudly for a long time – I\u0027ll introduce the show. Today, Tim, we\u0027re talking about laughter and how it could kill you…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOh come on, Neil! That\u0027s not funny! Laughing is good for you – everyone knows that!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, not when you laugh like that, Tim! You\u0027re bright red in the face, you\u0027ve got tears streaming down your face. And you nearly choked on a glass of water! \u003cstrong\u003eChoke \u003c/strong\u003emeans to stop breathing because something is blocking your throat by the way. Now, without laughing or choking, can you please tell me how many times a day the average adult laughs? Is it…\u003cbr /\u003ea) 17,\u003cbr /\u003eb) 70 or\u003cbr /\u003ec) 700?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eHmm. Surely it depends on what type of person you are?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMaybe it does. That\u0027s why I\u0027m asking about the average number of times Tim, so just make an intelligent guess.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK, well I laugh a lot so I\u0027m going to say 70 times a day. 700 times seems like you\u0027d be laughing all the time… But you\u0027ve worried, me Neil – I know we sometimes say, I nearly died laughing – but nobody does actually die laughing, do they?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, I think the risk of dying of laughter is probably low – but in theory, what happens when we laugh is potentially dangerous! Let\u0027s listen to cognitive neuroscientist Sophie Scott talking about what happens when we laugh.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e \u003c/strong\u003e\u003cstrong\u003eSophie Scott, cognitive neuroscientist\u003cbr /\u003e\u003c/strong\u003eLaughter – in a competition for control over your ribcage in your brain between laughter and breathing and speaking – laughter will always win. And laughter just takes those same muscles and it squeezes them – eh eh eh eh – and the air goes – out out out out – and notably it does not want to let you breathe in. It\u0027s trying to kill you. It\u0027s quite dangerous.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eSo when you laugh a lot your \u003cstrong\u003ediaphragm\u003c/strong\u003e – that\u0027s the sheet of muscle below your lungs – contracts and squeezes the air out of your lungs.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThis makes it hard to breathe – which is why you were gasping for breath earlier, Tim! And that\u0027s why laughter can kill you!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eGasping\u003c/strong\u003e means having difficulty breathing. Well, I\u0027ve caught my breath now – I didn\u0027t die – and I think it\u0027s fair to say, Neil, that laughter is good for you. When you laugh, your body releases happy hormones… And according to some research, people feel less pain as a result of having a good laugh.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo scientists are saying laughter is a sort of natural painkiller?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e \u003c/strong\u003eApparently, yes. They\u0027ve done research where they make people laugh, and then test their pain levels afterwards. And they found that if people only chuckle a bit it doesn\u0027t act as a painkiller, but if you laugh a lot, it does.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo a chuckle sounds like this [chuckles]. \u003cstrong\u003eChuckling\u003c/strong\u003e means to laugh quietly. So you need belly laughter then – great big guffaws?\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThat\u0027s right. A guffaw is pretty much the opposite of a chuckle. I was guffawing earlier in the show. Would you like to demonstrate your own guffaw, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e[hearty guffaw]\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eFantastic – can I try pinching you now, and test whether you feel any pain?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, you can\u0027t, Tim. It\u0027s time for the answer to today\u0027s quiz question. I asked you:\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003eHow many times a day does the average adult laugh? Is it… a) 17, b) 70 or c) 700?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI said 70…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSorry. The right answer is actually 17 – less than you thought I\u0027m afraid, Tim. But children laugh on average 300 times a day.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThat\u0027s a big difference! You see, Neil, we all need to laugh more. You shouldn\u0027t be trying to tell us that laughing is dangerous.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMaybe you\u0027re right. So let\u0027s move on and go over the words we learned today. The first one is \u0027guffaw\u0027 – which is a loud laugh that you can\u0027t control...\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“Neil surprised us with his deep guffaw.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNext up – number two – to \u0027laugh your head off\u0027 – means to laugh very loudly for a long time.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“It\u0027s a really funny movie – you\u0027ll laugh your head off!”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK – number three – \u0027choke\u0027 means to stop breathing because something is blocking your throat.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“I nearly choked to death on a cheese sandwich.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003ePoor Tim – you should eat more slowly! \u0027Diaphragm\u0027 is our next word, and that\u0027s the sheet of muscle separating your lungs from your stomach. We use our diaphragms for breathing, talking, and laughing!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“Do opera singers have more powerful diaphragms than other people?”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI don\u0027t know the answer to that, Tim. So number five, which is \u0027gasping\u0027, which means having\u0026nbsp;difficulty breathing. “He was gasping for breath as he swam to the surface of the swimming pool.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eBut \u0027gasp\u0027 also means to be shocked or surprised by something. For example, “I gasped in astonishment when I heard Neil laugh.”\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOur final word is \u0027chuckle\u0027 which means to laugh quietly.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“The audience chuckled through the show but they didn\u0027t seem very amused.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh dear. Well I hope our audience has been amused today. If you\u0027re looking for more laughs, then please check out our Facebook, Twitter, Instagram and YouTube pages. You may find something to make you chuckle or guffaw there.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim and Neil\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 157,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eguffaw\u003c/strong\u003e\u003cbr /\u003ea loud laugh that you can\u0027t control\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elaugh your head off\u003c/strong\u003e\u003cbr /\u003elaugh very loudly for a long time\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echoke\u003c/strong\u003e\u003cbr /\u003eto stop breathing because something is blocking your throat\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ediaphragm\u003c/strong\u003e\u003cbr /\u003ethe sheet of muscle separating your lungs from your stomach\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egasping\u003c/strong\u003e\u003cbr /\u003ehaving difficulty breathing\u003c/p\u003e"
  },
  {
    "_id": 6,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Jack returns home to find his friend Algernon there. Algernon\u0027s pretending to be Jack\u0027s brother so he can win Cecily\u0027s heart",
    "mEpisodeDate": "28 Jul 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit15/b2_u15_drama_earnest_ep5_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the fifth episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eAlgernon is pretending to be Jack\u0027s younger brother, Ernest, so he can win Cecily\u0027s heart. But Jack arrives and says his brother Ernest has just died. What will happen when Jack sees Algernon there? This can\u0027t end well...\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02yxm1p.jpg",
    "mTitle": "The Importance of Being Earnest, Part 5: Jack meets Ernest",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eJack has returned earlier than expected to his house in the country. He\u0027s just told Miss Prism and Reverend Chasuble that his younger brother Ernest is dead. What they don\u0027t know is that Algernon is at the house at this very moment, pretending to be Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eI am very sorry about your brother, Mr Worthing. I shall, of course, mention this tragic event in my\u0026nbsp;\u003cstrong\u003esermon\u0026nbsp;\u003c/strong\u003enext Sunday.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThat would be most kind, Reverend.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003e\u003cstrong\u003eI can usually adapt\u003c/strong\u003e\u0026nbsp;my weekly sermon to almost any occasion, happy or sad – weddings,\u0026nbsp;\u003cstrong\u003echristenings\u003c/strong\u003e...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eChristenings... Ah! That reminds me, Reverend Chasuble.\u0026nbsp;I suppose you do know how to\u0026nbsp;\u003cstrong\u003echristen\u003c/strong\u003e?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eWell...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u0026nbsp;\u0026nbsp;\u003cbr /\u003eI mean, of course,\u0026nbsp;\u003cstrong\u003eyou often christen people\u003c/strong\u003e, don\u0027t you?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u0026nbsp;\u0026nbsp;\u003cbr /\u003eBut which baby do you want to christen, Mr Worthing?\u0026nbsp;Your brother wasn\u0027t married, was he?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh no. But it\u0027s not for a child, Reverend. No! It\u0027s me - I\u0027d like to be christened... this afternoon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eBut surely\u0026nbsp;\u003cstrong\u003eyou have been christened\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003ealready\u003c/strong\u003e?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI don\u0027t remember anything about it.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u0026nbsp;\u0026nbsp;\u003cbr /\u003eWell, what time would you like the ceremony performed?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh, around five if that would suit you?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003ePerfectly!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eJust at this time, Cecily comes out of the house into the garden.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eUncle Jack!\u0026nbsp;Oh, I am pleased to see you back.\u0026nbsp;But why are you wearing those awful clothes?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eCecily!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh! What\u0027s the matter, Uncle Jack? You look so sad, and I\u0027ve got such a surprise for you.\u0026nbsp;Who do you think is in the dining room?\u0026nbsp;Your brother!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWho?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYour brother Ernest.\u0026nbsp;He arrived about half an hour ago.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eBut I haven\u0027t got a brother.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, don\u0027t say that.\u0026nbsp;However badly he may have behaved to you in the past, he is\u0026nbsp;\u003cstrong\u003estill\u0026nbsp;\u003c/strong\u003eyour brother.\u0026nbsp;I\u0027ll tell him to come out. You will shake hands with him, won\u0027t you, Uncle Jack?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e[Cecily leaves]\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eThis is happy news...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMy brother here?\u0026nbsp;\u003cstrong\u003eThat\u0027s quite\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eabsurd\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eCecily comes out of the house again, this time holding Algernon\u0027s hand. \u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGood heavens!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBrother Jack, I\u0027ve come to tell you that I\u0027m very sorry for all the trouble I\u0027ve given you, and that I plan to lead a better life in the future.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eJack\u0026nbsp;can\u0027t believe his eyes and stares at his friend. Algernon puts out his hand, but Jack ignores it.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eUncle Jack, you are not going to refuse to shake your own brother\u0027s hand?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eNothing will make me shake his hand.\u0026nbsp;I think him coming down here is\u0026nbsp;\u003cstrong\u003edisgraceful\u003c/strong\u003e.\u0026nbsp;He knows perfectly well why.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eUncle Jack, do be nice.\u0026nbsp;There is some good in everyone.\u0026nbsp;\u003cstrong\u003eErnest has just been telling me\u003c/strong\u003e\u0026nbsp;about his poor sick friend Mr Bunbury whom\u0026nbsp;\u003cstrong\u003ehe often visits\u003c/strong\u003e. And\u0026nbsp;\u003cstrong\u003ethere must certainly be\u003c/strong\u003e\u0026nbsp;a lot of good in someone who is kind to a sick friend.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh! He\u0027s been talking about Bunbury, has he?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYes, he has told me all about poor Mr Bunbury, and how ill he is.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eBunbury!\u0026nbsp;Well, I won\u0027t let him talk to you about Bunbury or about anything else.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOf course I admit that I have not behaved well, but I expected a more enthusiastic welcome, especially as it\u0027s the first time I have come here.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eUncle Jack, if you don\u0027t shake hands with Ernest I\u0027ll never forgive you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eNever forgive me?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eNever!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, this is the last time I shall ever do it... There!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eI think we should leave the two brothers together.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eCecily, you will come with us.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eAnd so they all go off leaving the men alone. Jack tells Algernon he must leave immediately, but just then, the butler, Merriman, arrives.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eI have put Mr Ernest\u0027s things in the room next to yours, sir.\u0026nbsp;I suppose that is all right?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWhat?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eMr Ernest\u0027s luggage, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eHis luggage?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eYes, sir.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMerriman, order the carriage at once.\u0026nbsp;Mr Ernest has been suddenly called back to London.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eYes, sir.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWhat a terrible\u0026nbsp;\u003cstrong\u003eliar\u003c/strong\u003e\u0026nbsp;you are, Jack.\u0026nbsp;I have not been called back to London at all.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYes, you have.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eWell, I have to say, Cecily is lovely.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYou are not allowed to talk of Miss Cardew like that.\u0026nbsp;I don\u0027t like it.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, I don\u0027t like your clothes.\u0026nbsp;Why don\u0027t you go and change?\u0026nbsp;It is perfectly\u0026nbsp;\u003cstrong\u003echildish\u003c/strong\u003e\u0026nbsp;to be in\u0026nbsp;\u003cstrong\u003emourning\u0026nbsp;\u003c/strong\u003efor a man who is\u0026nbsp;\u003cstrong\u003eactually\u003c/strong\u003e\u0026nbsp;staying in your house as a guest.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYou are certainly not staying with me as a guest or anything else.\u0026nbsp;You are leaving... by the four-five train.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, I won\u0027t leave you while you are in mourning.\u0026nbsp;It would be most unkind.\u0026nbsp;If I was in mourning, I think it would be very unkind if you didn\u0027t stay with me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, will you leave if I change my clothes?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, if you are not too long.\u0026nbsp;\u003cstrong\u003eI\u0027ve never known\u003c/strong\u003e\u0026nbsp;anyone take so long to get dressed and with such little result.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell,\u0026nbsp;\u003cstrong\u003eit\u0027s better than\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003ealways being\u003c/strong\u003e\u0026nbsp;over-dressed as you are.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eIf\u0026nbsp;\u003cstrong\u003eI am occasionally a little over-dressed\u003c/strong\u003e, I make up for it\u0026nbsp;\u003cstrong\u003eby always being\u003c/strong\u003e\u0026nbsp;immensely over-educated.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYour\u0026nbsp;\u003cstrong\u003evanity\u003c/strong\u003e\u0026nbsp;is ridiculous and your behaviour is an\u0026nbsp;\u003cstrong\u003eoutrage\u003c/strong\u003e. You have got to catch the four-five back to London.\u0026nbsp;This Bunburying, as you call it, has not been a great success for you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eJack leaves.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003e[To himself] I think it has been a great success.\u0026nbsp;I\u0027m in love with Cecily. I must see her before I go.\u0026nbsp;Ah, there she is watering the flowers.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, I just came back to water the roses.\u0026nbsp;I thought you were with Uncle Jack.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eHe\u0027s gone to order the carriage for me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, is he going to take you for a nice drive?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eHe\u0027s going to send me away.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eThen have we got to say goodbye?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI\u0027m afraid so.\u0026nbsp;It\u0027s a very painful\u0026nbsp;\u003cstrong\u003eparting\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eIt\u0027s always painful to part from people you have only just met. It\u0027s easy to be apart from old friends for a long time. But being apart for just a short period from someone you have just been introduced to is almost unbearable.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eThank you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eThe carriage is at the door, sir. \u0026nbsp;\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 126,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003esermon\u003cbr /\u003e\u003c/strong\u003ea talk given by a priest or religious leader during a religious ceremony\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eadapt\u003cbr /\u003e\u003c/strong\u003eto change something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echristening\u003cbr /\u003e\u003c/strong\u003ea Christian ceremony during which a baby is given a name and made a member of the Christian Church\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echristen\u003cbr /\u003e\u003c/strong\u003eto carry out a religious ceremony during which a baby is given a name and made a member of the Christian Church\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eabsurd\u003cbr /\u003e\u003c/strong\u003estupid\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edisgraceful\u003cbr /\u003e\u003c/strong\u003every bad\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einvalid\u003cbr /\u003e\u003c/strong\u003ea person who is ill or disabled and cannot look after themselves\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eliar\u003cbr /\u003e\u003c/strong\u003ea person who says things that are not true\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echildish\u003cbr /\u003e\u003c/strong\u003ebehaving in a silly way, like a young child\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emourning\u003cbr /\u003e\u003c/strong\u003ecustom of wearing black clothes to show sadness for someone who has died\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003evanity\u003cbr /\u003e\u003c/strong\u003ethe fact of being too proud of your appearance or abilities\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eoutrage\u003cbr /\u003e\u003c/strong\u003ean action that is shocking\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eparting\u003cbr /\u003e\u003c/strong\u003ethe act of leaving someone\u003c/p\u003e\n "
  },
  {
    "_id": 7,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Algernon secretly goes to visit Cecily. He\u0027s pretending to be Jack\u0027s wicked younger brother, Ernest",
    "mEpisodeDate": "21 Jul 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit14/b2_u14_drama_earnest_ep4_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the fourth episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eAlgernon has secretly managed to find out the address of Jack\u0027s house in the country - the house where he lives with Cecily. He decides to pay Cecily a visit, pretending to be Jack\u0027s wicked younger brother, Ernest.\u003c/p\u003e\n \u003cp\u003eWhile you listen to the audio, see how many examples of the past perfect continuous you can spot. Then take a look at the transcript to see them in bold.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02yvyfp.jpg",
    "mTitle": "The Importance of Being Earnest, Part 4: A visit from Ernest",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAlgernon secretly managed to find out the address of Jack\u0027s house in the country – the house where he lives with Cecily. We now join Cecily, a pretty girl of eighteen, and her\u0026nbsp;\u003cstrong\u003egoverness\u003c/strong\u003e\u0026nbsp;Miss Prism – that\u0027s the lady who looks after her, in their garden on a summer\u0027s day. They\u0027re studying German grammar, but Cecily seems more interested in the flowers.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eCecily!\u0026nbsp;Leave the flowers. Sit down and we\u0027ll look at the German verbs.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eBut I really don\u0027t like German.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eCecily, you know Mr Worthing wants you to improve yourself.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eDear Uncle Jack is so serious!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eCecily!\u0026nbsp;I am surprised at you.\u0026nbsp;You know the problems Mr Worthing has. You must remember how worried he is about his\u0026nbsp;\u003cstrong\u003eunfortunate\u003c/strong\u003e\u0026nbsp;young brother.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI wish Uncle Jack would let that unfortunate young man, his brother, come here sometimes. Oh, Miss Prism… Look who\u0027s coming… It\u0027s\u0026nbsp;\u003cstrong\u003eReverend\u0026nbsp;\u003c/strong\u003eChasuble.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd indeed, they hadn\u0027t noticed the middle-aged man walking up the garden because\u0026nbsp;\u003cstrong\u003ethey\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003ehad been\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003etalking\u0026nbsp;\u003c/strong\u003eso energetically about Jack.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eReverend Chasuble!\u0026nbsp;This is a pleasure.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eOh, Miss Prism, I hope you are well?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eMiss Prism has just been complaining of a headache.\u0026nbsp;I think it would be good for her to have a short walk with you in the park, Reverend.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eI haven\u0027t mentioned anything about a headache.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eNo, dear Miss Prism, I know that, but I thought you\u0026nbsp;\u003cstrong\u003ehad been looking\u003c/strong\u003e\u0026nbsp;like you might get one.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eMr Worthing, I suppose, has not returned from London yet?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eHe won\u0027t be back until Monday afternoon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eAh yes, he likes spending Sunday in London.\u0026nbsp;He\u0027s not one of those people who spend all their time enjoying themselves, not like that young man his brother.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eI think, dear Reverend, I will have a walk with you.\u0026nbsp;I find I have a headache after all, and a walk might do it good.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eWith pleasure, Miss Prism.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eCecily, you can read your economics book while I\u0027m gone.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eSo Miss Prism and Dr Chasuble wander off, leaving Cecily alone. She immediately shuts her book on economics and is about to get up when Merriman, the\u0026nbsp;\u003cstrong\u003ebutler\u003c/strong\u003e, arrives.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eMr Ernest Worthing has just driven over from the station.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eUncle Jack\u0027s brother!\u0026nbsp;Did you tell him Mr Worthing was in London?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eYes, Miss.\u0026nbsp;He seemed very disappointed.\u0026nbsp;\u003cstrong\u003eHe had been hoping to\u0026nbsp;\u003c/strong\u003efind Mr Worthing at home and\u0026nbsp;\u003cstrong\u003ehad been planning\u003c/strong\u003e\u0026nbsp;to stay the night. I mentioned that you and Miss Prism were in the garden.\u0026nbsp;He said he would like to talk to you for a moment.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eAsk him to come here.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eYes, Miss.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI have never met a really wicked person before.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAlgernon enters looking stylish and confident.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYou are my little cousin Cecily, I\u0027m sure.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYou are mistaken.\u0026nbsp;I am not little.\u0026nbsp;In fact, I believe I am unusually tall for my age.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh, I\u0027m sorry…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eBut I am your cousin Cecily.\u0026nbsp;You are Uncle Jack\u0027s brother, my cousin Ernest, my\u0026nbsp;\u003cstrong\u003ewicked\u003c/strong\u003e\u0026nbsp;cousin Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh! I\u0027m not really wicked at all, cousin Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eIf you aren\u0027t, then you have been\u0026nbsp;\u003cstrong\u003edeceiving\u003c/strong\u003e\u0026nbsp;us all.\u0026nbsp;I hope you haven\u0027t been leading\u0026nbsp;\u003cstrong\u003ea double life\u003c/strong\u003e, pretending to be wicked and being really good all the time.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh!\u0026nbsp;Of course I have been rather\u0026nbsp;\u003cstrong\u003ereckless\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI am glad to hear it.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eIn fact, now you mention it, I\u0027ve been very bad in my own small way.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI don\u0027t think you should be so proud of that, though I am sure it has been very pleasant.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eIt is much pleasanter being here with you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI can\u0027t understand why you are here at all.\u0026nbsp;Uncle Jack isn\u0027t back until Monday afternoon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eHow disappointing! I have to go back to London early on Monday morning.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eWell, I think you should wait till Uncle Jack arrives.\u0026nbsp;I know he wants to speak to you about you\u0026nbsp;\u003cstrong\u003eemigrating\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eAbout me what?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYou emigrating.\u0026nbsp;He\u0027s gone to London to buy you some clothes.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI\u0027m not happy about Jack buying my clothes. I don\u0027t like his style of ties at all.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI don\u0027t think you\u0027ll need ties.\u0026nbsp;Uncle Jack is sending you to Australia.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eAustralia!\u0026nbsp;I\u0027d sooner die.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eWell, he said at dinner on Wednesday night, that you would have to choose between this world, the next world, and Australia.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh, well!\u0026nbsp;I haven\u0027t heard very good things about Australia or the next world. This world is good enough for me, cousin Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYes, but are you good enough for it?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI\u0027m afraid I\u0027m not.\u0026nbsp;That is why you have to\u0026nbsp;\u003cstrong\u003ereform\u003c/strong\u003e\u0026nbsp;me, cousin Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI\u0027m sorry, I don\u0027t have time this morning.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, will you have time to reform me this afternoon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI think\u0026nbsp;\u003cem\u003eyou\u003c/em\u003e\u0026nbsp;should try.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI will, but I will need a little something to eat first. I\u0027m a little hungry.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003cbr /\u003e\u003c/strong\u003eHow thoughtless of me!\u0026nbsp;Won\u0027t you come in for something to eat?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eThank you.\u0026nbsp;Could I have one of your flowers first?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003cbr /\u003e\u003c/strong\u003eCertainly.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI\u0027d like a pink rose.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eWhy?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBecause you are like a pink rose, cousin Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI don\u0027t think it can be right for you to talk to me like that.\u0026nbsp;Miss Prism never says such things to me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eThen Miss Prism is a short-sighted old lady.\u0026nbsp;You are the prettiest girl I ever saw.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eAlgernon and Cecily go up to the house. Miss Prism\u0026nbsp;and\u0026nbsp;Reverend Chasuble,\u0026nbsp;who\u0026nbsp;\u003cstrong\u003ehad been walking and discussing\u003c/strong\u003e\u0026nbsp;the advantages of marriage for single men, also return home. But someone else is now walking up the garden path. It\u0027s Jack! He\u0027s back early. He\u0027s dressed in black and looking very serious.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eMr Worthing! This is indeed a surprise.\u0026nbsp;We thought you were coming back on Monday!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eDear Mr Worthing, I hope this black suit does not mean some terrible news?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMy brother.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eSpending lots of money and running up\u0026nbsp;\u003cstrong\u003edebts\u0026nbsp;\u003c/strong\u003eagain?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eStill leading his life of pleasure?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eDead!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eYour brother Ernest, dead?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eQuite dead.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 125,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003egoverness\u003cbr /\u003e\u003c/strong\u003ean\u0026nbsp;old-fashione word for a\u0026nbsp;woman who\u0026nbsp;lives with a family and teaches the children\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eunfortunate\u003cbr /\u003e\u003c/strong\u003edescribing someone who is in an embarrassing or unpleasant situation\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eReverend\u003cbr /\u003e\u003c/strong\u003eform of address to a Christian priest\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebutler\u003cbr /\u003e\u003c/strong\u003ethe most important male servant in a house\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ewicked\u003cbr /\u003e\u003c/strong\u003emorally bad\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edeceiving (to deceive)\u003cbr /\u003e\u003c/strong\u003etricking people into believing something to be true when it isn\u0027t\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ereckless\u003cbr /\u003e\u003c/strong\u003eacting without thinking of the possible effects of your actions\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eemigrating (to emigrate)\u003cbr /\u003e\u003c/strong\u003eleaving one country to go and live in another\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ereform\u003cbr /\u003e\u003c/strong\u003eto change someone\u0027s behaviour so they are a better person\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edebt\u003cbr /\u003e\u003c/strong\u003emoney that one person or\u0026nbsp;organisation owes to another person or\u0026nbsp;organisation\u003c/p\u003e\n "
  },
  {
    "_id": 8,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Jack has proposed to his darling Gwendolen, and she has accepted. But her mother is not happy.",
    "mEpisodeDate": "14 Jul 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit13/b2_u13_drama_earnest_ep3_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the third episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eJack has proposed to his darling Gwendolen, and she has accepted. But Gwendolen\u0027s mother, Lady Bracknell, has other ideas. Meanwhile, Algernon has become interested in Jack\u0027s cousin, Cecily.\u003c/p\u003e\n \u003cp\u003eWhile you listen to the audio, see how many examples of comparatives and superlatives you can spot. Then take a look at the transcript to see them in bold.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02yb9zc.jpg",
    "mTitle": "The Importance of Being Earnest, Part 3: Lost and found",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eJack has asked Gwendolen to marry him. She thinks his name is Ernest, her favourite name, and has happily accepted. But her mother, Lady Bracknell, is not pleased about the engagement. She wants to ask Jack some questions about his background and finances.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eNow, Mr Worthing, I am quite prepared to add your name to my list of\u0026nbsp;\u003cstrong\u003eeligible\u003c/strong\u003e\u0026nbsp;young men for my daughter if you answer my questions in a suitable way... Do you smoke?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, yes, I do.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eI\u0027m glad to hear it. How old are you?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eTwenty-nine.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u0026nbsp;\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003eThe\u0026nbsp;\u003cstrong\u003ebest\u003c/strong\u003e\u0026nbsp;age to be married in my opinion.\u0026nbsp;What is your\u0026nbsp;\u003cstrong\u003eincome\u003c/strong\u003e?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eBetween seven and eight thousand a year.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u0026nbsp;\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003eSeven and eight thousand. Do you own a house?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, I have a country house with some land.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eA country house!\u0026nbsp;How many bedrooms? You have a town house, I hope?\u0026nbsp;A girl like Gwendolen could not be expected to live in the country.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, I own a house in Belgrave Square, but I rent it to Lady Bloxham.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eVery well. Now to\u0026nbsp;\u003cstrong\u003emore minor\u003c/strong\u003e\u0026nbsp;subjects.\u0026nbsp;Are your parents living?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI have lost both my parents.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u0026nbsp;\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003eTo lose one parent, Mr Worthing, is unlucky; to lose both looks like carelessness.\u0026nbsp;Who was your father?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI\u0027m afraid I don\u0027t know.\u0026nbsp;The fact is, Lady Bracknell, I said I had lost my parents.\u0026nbsp;It would be\u0026nbsp;\u003cstrong\u003emore truthful\u003c/strong\u003e\u0026nbsp;to say that my parents lost me... I was... well, I was found.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eFound!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThe\u0026nbsp;\u003cstrong\u003elate\u003c/strong\u003e\u0026nbsp;Mr Cardew, one of \u003cstrong\u003ethe\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003ekindest\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003egentlemen\u003c/strong\u003e\u0026nbsp;I\u0027ve ever met, found me, and gave me the name of Worthing, because he happened to have a ticket for Worthing in his pocket at the time.\u0026nbsp;Worthing is in\u0026nbsp;\u003cstrong\u003eSussex\u003c/strong\u003e.\u0026nbsp;It\u0027s\u0026nbsp;\u003cstrong\u003ethe most delightful\u003c/strong\u003e\u0026nbsp;seaside resort...\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eWhere did this kind gentleman find you?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eIn a handbag.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eA handbag?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYes, Lady Bracknell, I was in a handbag - a rather large, black handbag, with\u0026nbsp;\u003cstrong\u003ehandles \u003c/strong\u003eto it.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u0026nbsp;\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003eAnd where did Mr Cardew come across this ordinary handbag?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eIn the\u0026nbsp;\u003cstrong\u003ecloakroom\u003c/strong\u003e\u0026nbsp;at Victoria Station.\u0026nbsp;It was given to him by mistake instead of his own.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eThe cloakroom at Victoria Station?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYes.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eMr Worthing, I have to say I feel rather confused by what you have just told me.\u0026nbsp;To start life in a bag, whether it had handles or not, shows a lack of respect for family life. As for the bag being found in a cloakroom at a railway station, that isn\u0027t\u0026nbsp;\u003cstrong\u003ethe best\u003c/strong\u003e\u0026nbsp;way to begin a successful life in society today.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMay I ask you then what I should do? I would do anything to\u0026nbsp;\u003cstrong\u003eensure\u003c/strong\u003e\u0026nbsp;Gwendolen\u0027s happiness.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eI would strongly advise you, Mr Worthing, to\u0026nbsp;\u003cstrong\u003eacquire\u0026nbsp;\u003c/strong\u003esome relations as soon as possible, and to try to produce at least one parent.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, I don\u0027t see how I can do that.\u0026nbsp;I can produce the bag now.\u0026nbsp;It\u0027s at home.\u0026nbsp;That should be enough for you, surely, Lady Bracknell.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eMr Worthing! You can hardly imagine that I and Lord Bracknell would allow our only daughter to\u0026nbsp;\u003cstrong\u003emarry into\u003c/strong\u003e\u0026nbsp;a cloakroom, and\u0026nbsp;\u003cstrong\u003eform an alliance\u003c/strong\u003e\u0026nbsp;with a parcel?\u0026nbsp;Goodbye, Mr Worthing!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGoodbye!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eHow did it go? Oh, didn\u0027t it go well, old boy?\u0026nbsp;Did Gwendolen refuse you?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh, as far as Gwendolen is concerned, we are engaged.\u0026nbsp;Her mother, though, is perfectly\u0026nbsp;\u003cstrong\u003eunbearable\u003c/strong\u003e.\u0026nbsp;She\u0027s a monster... I beg your pardon, Algy, I shouldn\u0027t talk about your aunt in that way in front of you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eMy dear boy, I love people being rude about my relations.\u0026nbsp;It\u0027s the only thing that makes me\u0026nbsp;\u003cstrong\u003eput up with\u003c/strong\u003e\u0026nbsp;them.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYou don\u0027t think Gwendolen could become like her mother, do you, Algy?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eGwendolen is\u0026nbsp;\u003cstrong\u003ethe most sensible\u003c/strong\u003e, intellectual girl I know. But all women become like their mothers. That is their\u0026nbsp;\u003cstrong\u003etragedy\u003c/strong\u003e. By the way, did you tell Gwendolen about being Ernest in town, and Jack in the country?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMy dear fellow, the truth isn\u0027t the sort of thing you tell a nice, sweet girl.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWhat about your brother?\u0026nbsp;What about Ernest?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh, I shall have finished with him by the weekend.\u0026nbsp;I\u0027ll say he died in Paris from a severe cold.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBut I thought you said that... Cecily was interested in Ernest? Won\u0027t she be very sad?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh, that\u0027s all right.\u0026nbsp;Cecily is not a silly romantic girl, I am glad to say.\u0026nbsp;She has got a good appetite, goes on long walks, and pays little attention to her lessons.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI would like to see Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI will take very good care you never do.\u0026nbsp;She is very pretty, and she is only just eighteen.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eHave you told Gwendolen about Cecily?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh!\u0026nbsp;Cecily and Gwendolen are certain to be extremely good friends.\u0026nbsp;Half an hour after they have met, they will be calling each other \u0027sister\u0027.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWomen only do that when they have called each other a lot of other things first.\u0026nbsp;Now, my dear boy, if we want to get a good table at Willis\u0027s for dinner, we must go.\u0026nbsp;It\u0027s nearly seven.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eJust then, Gwendolen comes in and tells Jack that she will always love him, even if they don\u0027t get married. She asks him for his address in the country, and Algernon - listening quietly - secretly writes it down. Jack takes Gwendolen to her carriage and Algernon is left on his own, with a smile on his face.\u003c/p\u003e \n \u003cp\u003e\u003cem\u003e(A bell rings)\u003c/em\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eYou called, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eTomorrow, Lane, I\u0027m going Bunburying.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eYes, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI\u0027m going to Hertfordshire. I shall probably not be back until Monday. You can prepare all my Bunbury clothes.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eYes, sir.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI hope tomorrow will be a fine day, Lane.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eIt never is, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eLane, you are a perfect pessimist.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eI do\u0026nbsp;\u003cstrong\u003emy best\u003c/strong\u003e\u0026nbsp;to give satisfaction, sir.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 124,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eincome\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003emoney someone gets from work or from investments\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elate\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003e(here)\u0026nbsp;dead\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egentlemen\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003e(here) old-fashioned word meaning \u0027men from higher classes of society\u0027\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eSussex\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ea county in the south of England\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehandles\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eparts attached to a bag or other object so that you can hold it\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecloakroom\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eplace in a theatre, restaurant and previously in railway stations, where you can leave coats, bags and other small items.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebewildered\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003econfused\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edecent\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003esocially acceptable\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eensure\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eto make certain that something happens\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eacquire\u003cbr /\u003e\u003c/strong\u003eto get\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emarry into\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003e(phrasal verb) to become a member of a family or group by marrying someone who already belongs to it. (Here Wilde is comparing the cloakroom with a family)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eform an alliance\u003cbr /\u003e\u003c/strong\u003ebecome connected\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eput up with\u003cbr /\u003e\u003c/strong\u003e(phrasal verb) to continue to accept\u0026nbsp;a person or\u0026nbsp;situation that is unpleasant\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etragedy\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ea very sad event or situation\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eHertfordshire\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003ea county in the south of England, near to London\u003c/p\u003e\n "
  },
  {
    "_id": 9,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Algernon and Jack reveal they both lead double lives. But can Jack win the heart of the woman he really loves?",
    "mEpisodeDate": "07 Jul 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit12/b2_u12_drama_earnest_ep2_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us in the second episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eJack and Algernon are two wealthy, young, unmarried men - but Jack plans to change that. He\u0027s in love with Algernon\u0027s cousin Gwendolen. He plans to propose to her when she comes to visit later that day. But first, he has to explain to Algernon why he\u0027s leading a double life.\u003c/p\u003e\n \u003cp\u003eWhile you listen to the audio, see how many examples of the passive voice you can spot. Then take a look at the transcript to see them in bold.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02xs1gk.jpg",
    "mTitle": "The Importance of Being Earnest, Part 2: The Proposal",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAlgernon has just asked his good friend Jack to explain why he calls himself Jack in the country but Ernest in London. Jack says it\u0027s because he is the\u0026nbsp;\u003cstrong\u003eguardian\u003c/strong\u003e\u0026nbsp;of a girl called Cecily, who lives with him in the country. She looks up to him and he feels he should behave well when he\u0027s with her, so he pretends he has a younger brother called Ernest so that when he comes up to London, he can enjoy himself.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eThat, my dear Algy, is the whole truth.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eSo, Ernest, you are a\u0026nbsp;\u003cstrong\u003eBunburyist\u003c/strong\u003e!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eWhat on earth do you mean?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eYou have invented a very useful younger brother called Ernest, so that you can come to London as often as you like.\u0026nbsp;I have invented a sick friend called Bunbury so that I can go to the country whenever I like.\u0026nbsp;Bunbury is\u0026nbsp;\u003cstrong\u003einvaluable\u003c/strong\u003e.\u0026nbsp;For example, if Bunbury didn\u0027t have such bad health, I would have to have dinner with my aunt Lady Bracknell tonight. And I have no intention of doing that.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eWhy not?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eWell, to begin with, I had dinner with her on Monday - once a week is quite enough to eat with your own relations.\u0026nbsp;Secondly, I know\u0026nbsp;\u003cstrong\u003eI will be seated\u0026nbsp;\u003c/strong\u003enext to Mary Farquhar, who always\u0026nbsp;\u003cstrong\u003eflirts\u003c/strong\u003e\u0026nbsp;with her own husband - most unpleasant! Besides, I want to have dinner with you and talk about Bunburyism.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eI\u0027m not a... Bunburyist.\u0026nbsp;In fact I think I am going to kill my brother Ernest. Cecily is a little too interested in him.\u0026nbsp;And I strongly advise you to do the same with Mr... with your sick friend.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eI will not be separated\u003c/strong\u003e\u0026nbsp;from Bunbury... \u0026nbsp;\u003cem\u003e(a bell rings)\u003c/em\u003e\u0026nbsp;Ah! That must be my aunt now.\u0026nbsp;Now, if I keep her busy for ten minutes so you can\u0026nbsp;\u003cstrong\u003epropose\u0026nbsp;\u003c/strong\u003eto Gwendolen, will you have dinner with me tonight?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eAlright Algy...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eLady Augusta Bracknell and Miss Gwendolen Fairfax.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eA well-dressed, elderly woman and her daughter, a pretty, young lady enter the room.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eGood afternoon, dear Algernon. Oh, hello, Mr Worthing.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eHello, Lady...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eNow, Algernon... I\u0027d like a nice cup of tea, and one of those cucumber sandwiches you promised me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eCertainly, Aunt Augusta.\u0026nbsp;Good heavens!\u0026nbsp;Lane!\u0026nbsp;Why are there no cucumber sandwiches?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eThere were no cucumbers in the market this morning, sir.\u0026nbsp;\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eNo cucumbers!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003cbr /\u003e\u003c/strong\u003eNo, sir.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eI am very sorry, Aunt Augusta.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eIt doesn\u0027t matter, Algernon.\u0026nbsp;Pour me some tea.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eHere you are.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eThank you.\u0026nbsp;Now, Algernon, about tonight -\u0026nbsp;\u003cstrong\u003eyou\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003ewill be seated\u003c/strong\u003e\u0026nbsp;next to Mary Farquhar.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eI\u0027m afraid, Aunt Augusta, I won\u0027t be able to have dinner with you tonight.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eBut why not, Algernon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eWell, I have just heard that my poor friend Bunbury is very ill again. I\u0027ll have to go and see him.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eIt\u0027s very strange.\u0026nbsp;This Mr Bunbury seems to have curiously bad health. I think it is time that he made up his mind whether he was going to live or to die. And I would be very grateful if you could ask Mr Bunbury to please not be ill on Saturday, because I need you to organise my music at my\u0026nbsp;\u003cstrong\u003esoir\u0026eacute;e\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eI\u0027ll speak to him, Aunt Augusta, and I\u0027m sure he\u0027ll be well by Saturday. But why don\u0027t we go next door to look at the programme of music I\u0027ve prepared.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eThank you, Algernon.\u0026nbsp;It is very thoughtful of you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAlgernon and his aunt go into the music room, leaving Jack and Gwendolen alone.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eIt has been a lovely day, Miss Fairfax.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003ePlease don\u0027t talk to me about the weather, Mr Worthing.\u0026nbsp;Whenever people talk about the weather, I am sure they mean something else.\u0026nbsp;And that makes me nervous.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eI do mean something else.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eI thought so.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eMiss Fairfax, ever since I met you I have admired you...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eYes, I realised that.\u0026nbsp;Actually, I\u003cstrong\u003e\u0026nbsp;have always been fascinated\u0026nbsp;\u003c/strong\u003eby you... even before we met. \u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eReally?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eYes, I\u0027ve always wanted to love someone called Ernest.\u0026nbsp;That name\u0026nbsp;\u003cstrong\u003einspires\u003c/strong\u003e\u0026nbsp;complete confidence.\u0026nbsp;When Algernon first mentioned that he had a friend called Ernest, I knew\u0026nbsp;I was\u003cstrong\u003e destined\u0026nbsp;\u003c/strong\u003eto love you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eYou really love me, Gwendolen?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003ePassionately\u003c/strong\u003e!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eBut you don\u0027t really mean that you couldn\u0027t love me if my name wasn\u0027t Ernest?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eBut your name\u0026nbsp;\u003cem\u003eis\u003c/em\u003e\u0026nbsp;Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eYes, I know.\u0026nbsp;But what if it was something else?\u0026nbsp;Do you mean you couldn\u0027t love me then? Personally, I don\u0027t think the name suits me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eIt suits you perfectly.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eBut there are lots of other much nicer names.\u0026nbsp;Jack, for instance, is a charming name.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eJack? Oh, no, Jack does not have the same sound at all. It\u0027s not exciting. The only really safe name is Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eGwendolen,\u0026nbsp;\u003cstrong\u003eI must get christened\u0026nbsp;\u003c/strong\u003eat once - I mean, we must get married at once.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eMarried, Mr Worthing?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eWell... surely.\u0026nbsp;You know that I love you, and you led me to believe, Miss Fairfax, that you felt the same.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eI adore you.\u0026nbsp;But you haven\u0027t proposed to me yet.\u0026nbsp;\u003cstrong\u003eNothing has been said\u003c/strong\u003e\u0026nbsp;at all about marriage.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eWell... may I propose to you now?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd so Jack\u0026nbsp;\u003cstrong\u003ekneels\u003c/strong\u003e\u0026nbsp;down and asks Gwendolen to marry him. She accepts and Jack is still on his knees when Lady Bracknell returns.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eMr Worthing! Do get up!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eMamma!\u0026nbsp;Please leave us.\u0026nbsp;Mr Worthing has not quite finished yet.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003eFinished what, may I ask?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eI am engaged\u003c/strong\u003e\u0026nbsp;to Mr Worthing, mamma.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003cbr /\u003e\u003c/strong\u003ePardon me, you are not engaged to anyone.\u0026nbsp;When you do become engaged, I, or your father will tell you.\u0026nbsp;\u003cstrong\u003eA young girl should be surprised\u003c/strong\u003e\u0026nbsp;by an engagement, pleasantly or unpleasantly. It is not something that\u0026nbsp;\u003cstrong\u003eshe is allowed\u003c/strong\u003e\u0026nbsp;to arrange for herself... And now I would like to ask you a few questions, Mr Worthing.\u0026nbsp;Gwendolen, can you wait for me below in the carriage.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eMamma!\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 123,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eguardian\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003esomeone who is legally responsible for someone else, such as a child whose parents cannot look after them (perhaps because they have died)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eBunburyist\u003cbr /\u003e\u003c/strong\u003ean invented word meaning someone who invents a fictitious person (either themselves or someone else)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einvalid\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ea person who is ill or disabled and is unable to look after themself\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einvaluable\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eextremely useful or valuable\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eflirts\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eto behave towards someone as if you are romantically or sexually interested in them\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esoir\u0026eacute;e\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ea small party in someone\u0027s house, usually with music\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efascinated\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003every interested or attracted\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einspires\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003emakes someone enthusiastic about something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edestined\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ecertain because of fate\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epassionately\u003cbr /\u003e\u003c/strong\u003ewith great feeling or enthusiasm\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echristened\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003enamed in a ceremony that usually takes place in a church\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ekneels\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ein a position with one or both knees on the floor\u003c/p\u003e\n "
  },
  {
    "_id": 10,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "A young man visits his wealthy, young friend in Victorian London. But he\u0027s not exactly who he says he is…",
    "mEpisodeDate": "30 Jun 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit11/b2_u11_earnest_ep1_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us in the first episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eAlgernon Moncreiff lives the lazy and luxurious life of a young, unmarried man in London. His friend Ernest visits and declares he wants to marry Algernon\u0027s cousin. But Ernest is not exactly who he says he is.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02wrfsg.jpg",
    "mTitle": "The Importance of Being Earnest, Part 1: Earnest or Ernest?",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eAlgernon Moncrieff, a wealthy young man from the upper classes of society, is passing the time playing the piano in his luxurious flat in central London. He\u0027s waiting for his aunt and cousin to\u0026nbsp;come to\u0026nbsp;tea. Algernon is a well-dressed and pleasant-looking man. His servant, Lane, is busy preparing the table.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eDid you hear what I was playing, Lane?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eI thought it would be rude to listen, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh, that\u0027s a pity. Now, have you made the cucumber sandwiches yet for Lady Bracknell?\u0026nbsp;\u003cstrong\u003eThey said they would be here at five.\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eYes, sir. Here they are.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh! Good… By the way, Lane, I noticed eight bottles of champagne were drunk on Thursday night while I was having dinner with Mr Worthing.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eThat\u0027s correct, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWhy do\u0026nbsp;\u003cstrong\u003ebachelors\u0027\u003c/strong\u003e\u0026nbsp;servants always drink their champagne?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eIt\u0027s probably because a bachelor\u0027s wine is better than the wine you\u0027d find in married families.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eGood heavens! Is marriage as bad as that?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003ePeople tell me that it is very pleasant, sir\u003c/strong\u003e. I don\u0027t have much experience. I\u0027ve only been married once.\u003c/p\u003e \n \u003cp\u003e\u003cem\u003e(a bell rings)\u003c/em\u003e\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eAha! That will be my dear aunt, Lady Bracknell…\u0026nbsp;\u003cstrong\u003eTell her that I\u0027m in the morning room\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eBut it isn\u0027t Algernon\u0027s aunt. It\u0027s a young gentleman who follows Lane into the room. He\u0027s good-looking and has a serious expression on his face. Algernon is pleased, though surprised, to see him.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eMr Ernest Worthing.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eHow are you, my dear Ernest? What brings you to London?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh, pleasure of course!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWhere have you been since last Thursday?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eIn the country.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eWhat on earth\u003c/strong\u003e\u0026nbsp;do you do there?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWhen you are in town you entertain yourself. When you are in the country you entertain other people. It is really quite boring.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eAnd who do you entertain?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh, neighbours.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eGot nice neighbours where you live in\u0026nbsp;\u003cstrong\u003eShropshire\u003c/strong\u003e?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003ePerfectly horrid\u003c/strong\u003e! Never speak to any of them.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eThey must find you very entertaining, then!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eHello! Why all these cups? Why cucumber sandwiches? Who\u0027s coming to tea?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh! Just my aunt Lady Bracknell and… her daughter Gwendolen…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eHow wonderful!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, but Lady Bracknell won\u0027t\u0026nbsp;\u003cstrong\u003eapprove\u003c/strong\u003e\u0026nbsp;of you being here.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWhy not?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eMy dear\u0026nbsp;\u003cstrong\u003efellow\u003c/strong\u003e, the way you\u0026nbsp;\u003cstrong\u003eflirt\u003c/strong\u003e\u0026nbsp;with Gwendolen is perfectly disgraceful. It\u0027s almost as bad as the way Gwendolen flirts with you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI\u0027m in love with Gwendolen. I\u0027ve come to London to ask her to marry me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eYou told me you had come here for pleasure\u003c/strong\u003e? I call that business.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYou are so unromantic!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI really don\u0027t see anything romantic in\u0026nbsp;\u003cstrong\u003eproposing\u003c/strong\u003e. It\u0027s very romantic to be in love. But there\u0027s nothing romantic about asking someone to marry you. They may accept you. Then the excitement is all over. If I ever get married, I\u0027ll certainly try to forget that I am.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI\u0027m sure you will, dear Algy.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI don\u0027t think you will ever marry Gwendolen.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWhy on earth do you say that?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, in the first place, girls never marry the men they flirt with.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh, that\u0027s nonsense!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eIt\u0027s true. It explains why there are so many bachelors. In the second place, I won\u0027t give you my permission.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYour permission?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eMy dear fellow, Gwendolen is my first cousin, and before I allow you to marry her, you will have to explain about… Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eCecily? What do you mean? Who is Cecily? I don\u0027t know any one called Cecily.\u003c/p\u003e \n \u003cp\u003e(A bell rings)\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eYou called, sir?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBring me that cigarette case Mr Worthing left here last Thursday.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eYes, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eHave you had my cigarette case all this time? I wish you\u0027d told me. I\u0027ve been to the police. I nearly offered a large reward.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, I wish you would. I\u0027m quite\u0026nbsp;\u003cstrong\u003ehard up\u003c/strong\u003e\u0026nbsp;at the moment.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThere\u0027s no point offering a large reward now it\u0027s been found.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLane\u003c/strong\u003e\u003cbr /\u003eThe cigarette case, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI think that\u0027s rather mean of you, Ernest. However, it\u0027s not important now because according to the\u0026nbsp;\u003cstrong\u003einscription\u003c/strong\u003e\u0026nbsp;inside, the case isn\u0027t yours anyway.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOf course it\u0027s mine. You\u0027ve seen me use it hundreds of times. Now, could I have my cigarette case back?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, but this isn\u0027t your cigarette case. It\u0027s a present from someone called Cecily, and you said you didn\u0027t know anyone of that name.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, actually, Cecily is my aunt.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYour aunt!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYes. Lovely old lady she is, too. Lives in Tunbridge Wells.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBut why does she call herself \u0026quot;little Cecily\u0026quot; if she is your aunt? \u0026quot;From little Cecily with her\u0026nbsp;\u003cstrong\u003efondest\u003c/strong\u003e\u0026nbsp;love.\u0026quot;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWhat\u0027s wrong with that? Some aunts are tall, some are small.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes. But why does your aunt call you her uncle? \u0026quot;From little Cecily, with her fondest love to her dear Uncle Jack.\u0026quot; There is no problem, I admit, to an aunt being small, but why should an aunt call her own nephew… uncle? Besides, your name isn\u0027t Jack. It\u0027s Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eIt isn\u0027t Ernest. It\u0027s Jack.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYou have always told me it was Ernest. I have introduced you to everyone as Ernest. You look as if your name was Ernest. You are the most\u0026nbsp;\u003cstrong\u003eearnest\u003c/strong\u003e-looking person I ever saw in my life – so honest and serious.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eAh yes, we should just say that the name Ernest was very common at the time, and the adjective \u0027earnest\u0027 – which sounds exactly the same - means, well, honest and serious.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eHere, it\u0027s written on your card: \u0026quot;Mr Ernest Worthing, B4, The Albany.\u0026quot;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, my name is Ernest in town and Jack in the country, and the cigarette case was given to me in the country.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, but that doesn\u0027t explain why your small Aunt Cecily calls you her dear uncle. Or why you have two names to start with. Come on, you\u0027ll have to explain.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 122,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ebachelor\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eman who isn\u0027t married\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emorning room\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ea room used as a sitting room in the morning\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ewhat on earth…?\u003cbr /\u003e\u003c/strong\u003ea stronger way of saying \u0027what\u0027\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eShropshire\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ea rural area in the west part of England beside Wales\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eperfectly\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003e(old-fashioned) completely\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehorrid\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eawful\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eapprove\u003cbr /\u003e\u003c/strong\u003eto think someone or something is good\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efellow\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003e(old-fashioned) man\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eflirts\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ebehaves towards someone as if romantically or sexually interested in them\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cstrong\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eproposing\u003cbr /\u003e\u003c/strong\u003easking someone to marry you\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehard up\u0026nbsp;\u003c/strong\u003e(idiom)\u003cstrong\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003enot having a lot of money\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einscription\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ewords that are written or cut into something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efondest\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003edearest, most loving\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eearnest\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ehonest, serious and determined\u003c/p\u003e\n "
  }
]