[
  {
    "_id": 592,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Fame at last!",
    "mEpisodeDate": "13 Nov 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171113_to_put_someone_on_the_map_download.mp3",
    "mSummary": "When someone\u0027s become famous why would you need a map to find them? It sounds like there\u0027s some confusion over an authentic phrase. But don\u0027t worry Rob is here to show Feifei and you, the way and you won\u0027t need a map!",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/976xn/p05lt4fv.jpg",
    "mTitle": "To put someone on the map",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e \u003c/strong\u003eHello and welcome to The English We Speak with me Feifei…\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e…and me, Rob. Hello! \u0026nbsp;Hey Feifei, you know that expression \u0027to wash your dirty linen in public\u0027?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes. The expression \u0027to wash your dirty linen in public\u0027 describes someone who talks about private matters in public – so everyone can hear them. You wouldn\u0027t catch me doing that!\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Nor me – I always keep private matters private - but anyway it\u0027s exactly what Daisy and Tom have been doing.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e What? They\u0027ve been washing their dirty linen in public – you mean they\u0027ve been arguing?\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Not exactly – but yesterday, they were out in the garden making lots of noise.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Oh I see. Actually Rob I think…\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e …and I\u0027m sure Daisy said something about hanging Tom out to dry.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Rob, Rob. There\u0027s a simple explanation. But let\u0027s hear some more examples of this phrase first…\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eTim kept discussing his brother\u0027s drinking problem at the pub but I told him not to wash his dirty linen in public.\u003c/p\u003e \n\u003cp\u003eI know he\u0027s having an affair but do they have to wash their dirty linen in public?\u003c/p\u003e \n\u003cp\u003eDon\u0027t wash your dirty linen in public, save your argument for when you get home!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo the expression \u0027to wash your dirty linen in public\u0027 means you discuss private matters in public. But Rob, I don\u0027t think Daisy and Tom were talking about their family problems in the garden.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell I could hear what was going on.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eAre you sure? Because I spoke to Daisy and she said their washing machine had broken down and they were actually washing their clothes outdoors, in the garden. I think the noise was just them having a laugh.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e \u003c/strong\u003eBut what about Daisy saying she was going to hang Tom out to dry?\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e I think she meant she was going to hang Tom\u0027s \u003cem\u003eclothes\u003c/em\u003e out to dry. You need to mind your own business and then you won\u0027t hear people washing their dirty linen in public – either literally or metaphorically!\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThanks for the advice Feifei. Bye.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Bye.\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 167
  },
  {
    "_id": 593,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Is this a rubbish phrase?",
    "mEpisodeDate": "06 Nov 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171106_tews_down_in_the_dumps_download.mp3",
    "mSummary": "Feifei has arrived looking a mess and a little bit smelly! Where has she been? Neil tells her she has a wasted trip because she\u0027s taken a piece of authentic English too literally. Listen to the programme to find out where she\u0027s been and why.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05m5ns4.jpg",
    "mTitle": "Down in the dumps",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Hello and welcome to this beautiful riverside for this edition of The English We Speak. We\u0027re going to teach you a new word connected to the internet. I\u0027m Neil and with me is Feifei.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e \u003c/strong\u003eHi there.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Nothing beats a bit of fishing for relaxation, does it Feifei? Can you pass me the bait?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Bait - that\u0027s the stuff you use to attract the fish. Worms are often used. OK Neil, but where is the bait?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Don\u0027t say we forgot to bring it. OK, well, let\u0027s just have a look on my smartphone for places nearby we can buy some... Oh look at this Feifei - how to earn a million pounds a year working from home.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Don\u0027t follow that link Neil - it\u0027s just clickbait. It\u0027ll be some nonsense.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Clickbait. As we said, \u0027bait\u0027 is something used to attract fish when you are trying to catch them. Clickbait is a link on a website that\u0027s trying to attract you - to make you click on it.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e It\u0027s a word made up of two words: click and bait. Clickbait. Here are some examples.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExample\u003cbr /\u003e\u003c/strong\u003eI can never read a long article online. I\u0027m so distracted by the clickbait I always end up on some other site.\u003c/p\u003e \n\u003cp\u003eI should have known that article wasn\u0027t really going to be about Justin Bieber. They\u0027re just using his image as clickbait!\u003c/p\u003e \n\u003cp\u003eI used to love social media but now it\u0027s just full of adverts and clickbait. Rubbish!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Clickbait. A link on a website designed to draw your attention and make you click!\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e It has a quite negative sense. You feel a little like you\u0027ve been tricked when you click on clickbait.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e That\u0027s right. The main aim of the clickbait is to get hits to a site rather than genuinely informing you. Right, now Feifei, how are we going to get some worms to make this fishing trip a success?\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Let\u0027s have another look at your phone - oh look, \u0027Celebrity clothing failures...\u0027\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Feifei, that\u0027s clickbait. I need bait!\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003c/strong\u003e\u003cbr /\u003e Bye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 166
  },
  {
    "_id": 594,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "A polite phrase – most of the time",
    "mEpisodeDate": "30 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171030_tews_excuse_me_download.mp3",
    "mSummary": "Rob keeps saying \u0027excuse me\u0027 but does he mean the same thing every time? Find out how these two English words \u0027excuse me\u0027 can have many different meanings and see how many examples Feifei can listen to before she has to make her excuses and go!",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05lfm3s.jpg",
    "mTitle": "Excuse me!",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eHello and welcome to The English We Speak. I\u0027m Callum.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eAnd I\u0027m Feifei.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eFeifei, what kind of workers are we – would you describe us as blue-collar workers or white-collar workers?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell, looking at our clothes, you are a T-shirt-no-collar worker and I\u0027m a yellow-with-polka-dot-collar worker. How about that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eCome on, Feifei, you know that this has nothing to do with fashion! It\u0027s about colours and what they represent when we\u0027re talking about the world of work.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eI know - just joking. A blue-collar worker is an expression we use to describe someone who does manual work. Someone who works in a factory, for example, who wears a uniform.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eIn the early 20th century, they usually wore clothing which was sturdy, cheap and didn\u0027t show dirt easily. Their uniform was made of blue fabric like denim.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003ePeople who worked in offices, doing administration or managerial tasks - clerks for example - were referred to as white-collar workers. It\u0027s because of the white shirts they wore.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eAnd this way of describing people\u0027s jobs has continued – even though people often wear whatever colour collar they like!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYou can also say blue-collar job or white-collar job.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eWhen the company went bankrupt many white-collar workers found themselves looking for blue-collar jobs.\u003c/p\u003e \n\u003cp\u003eSome popular folk songs reflect the aspirations and struggles of blue-collar workers.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell, we have two colours there, but it\u0027s good to point out that you might also hear the expression pink-collar worker, which refers to low-paid jobs performed mostly by women - jobs such as a secretary or a nurse.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eBut pink-collar worker and other classifications with colours are less common. The ones most used are blue-collar and white-collar.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWhat a pity! I quite like striped-dark-blue-and-pale-yellow-designer-collar worker.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eYou might like that, but nobody would understand what you meant. But don\u0027t worry, you\u0027d look good in white or blue. It brings out your tan, works well in contrast with the colour of your eyes… and with your hair…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh, stop it Callum!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 165
  },
  {
    "_id": 595,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Learn a phrase with a painful ending",
    "mEpisodeDate": "23 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171023_tews_a_sting_in_the_tail_download.mp3",
    "mSummary": "Rob has a new hobby that involves the risk of getting stung, which fills Feifei with fear. But \u0027the sting in the tail\u0027 with this new activity has nothing to do with the insects. Find out what this phrase really means.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05k5p1k.jpg",
    "mTitle": "A sting in the tail",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello, welcome to The English We Speak, I\u0027m Feifei…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e…and hello, I\u0027m Neil. So Feifei, did you enjoy Jane\u0027s leaving party last night?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh yeah, it was great. Free food and free drink…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eBut that was the only reason was it? Weren\u0027t you sad to see her leave? You\u0027ve worked with her for many years.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh… right… yes. Very sad. Such a shame to see her go. We were such good friends.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eFriends! Really? Didn\u0027t she tell the boss when you took that extra-long lunch break?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh yeah – but generally, we were best buddies.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHmm, and didn\u0027t you once punch her when she tried to chat up your boyfriend at the Christmas party?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOK, OK, I didn\u0027t like her that much.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell it sounds like you were really her \u0027frenemy\u0027 – someone who pretends to be her friend but is really her enemy. It\u0027s a combination of two words – friend and enemy. Get it?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes, a fren-emy! Hmm, I\u0027ve never had one of those before.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eReally? Well let\u0027s hear this word in action…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eShe seems so false, I wouldn\u0027t trust her – she\u0027s just a frenemy.\u003c/p\u003e \n\u003cp\u003eTania\u0027s been my frenemy for years – I\u0027d go for a quick drink with her but that\u0027s it!\u003c/p\u003e \n\u003cp\u003eTom\u0027s just my frenemy – I pretend to like him but really I can\u0027t stand him!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eIf you pretend to be friends with someone but in reality you don\u0027t like each other then they are your \u0027frenemy\u0027. I wonder if I was \u003cem\u003eher\u003c/em\u003e frenemy?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI\u0027m afraid you were. She told me she was only friends with you so she could share your biscuits – and she didn\u0027t really like you. She told me at the party last night.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThank goodness we\u0027re real friends Neil – at least we can be honest with each other.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell actually, I don\u0027t like you much either. I only pretend to be your friend when I\u0027m presenting this programme!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh no! Now I\u0027ve got two frenemies!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh don\u0027t cry Feifei. I was only joking.\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 164
  },
  {
    "_id": 596,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Feeling bored of your work?",
    "mEpisodeDate": "16 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171016_tews_so_done_with_download.mp3",
    "mSummary": "Poor old Neil is incredibly bored with the report he\u0027s writing. He uses the phrase \u0027so done with\u0027 to describe how he feels. Learn how to use this handy phrase correctly in the programme.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05k2j29.jpg",
    "mTitle": "So done with",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello Finn. Looking forward to another The English We Speak?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eHi, Feifei! Oh yes, always…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eActually, before we begin, could you pass me the thingy?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eWhich thingy? The script?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNo, no - not the script. The thingy behind you…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eAh, you need a pen? Here you go.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNo. I\u0027ve got a pen actually. Two pens. I mean that… thingy over there…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eWhich thingy? Listen, I know this studio is a bit of a mess, isn\u0027t it? So if you keep saying \u0027thingy\u0027 we could be here all day!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSorry, Finn. \u0027Thingy\u0027 is a word which we sometimes use when I can\u0027t remember or don\u0027t know the name of an object. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eIt is indeed. And it can be used, informally, when you can\u0027t remember the name of a particular person too. And it\u0027s today\u0027s expression, Feifei?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes, why not? \u0027Thingy\u0027 is our word today in The English We Speak. Let\u0027s hear some examples of how it\u0027s used. \u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eYou want a recipe for stew? Ask… thingy. She was talking about a lovely one the other day.\u003c/p\u003e \n\u003cp\u003eSorry, I\u0027m late for the meeting. Could you just pass me the thingy for my report… I mean… the stapler?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThat\u0027s it! I was asking for the… stopwatch! I need to time the programme, Finn. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eNo, you don\u0027t. The programme is over. And this stopwatch shouldn\u0027t really be here. It belongs to… to… he was looking for it the other day.\u003cbr /\u003e\u003cstrong\u003e\u003cbr /\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eBelongs to…? \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eIt belongs to… thingy. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eCome one, Finn. It belongs to Rob. I\u0027ll return it to him!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye! \u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 163
  },
  {
    "_id": 759,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eWhy were the tops of the pyramids blown off in the 1830s?\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eThe answer: \u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eIn the 1830s an Italian treasure hunter blew the tops off the pyramids in order to search for the jewels buried inside.\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eDid you know?\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eThe great pyramid of Giza held the title of world’s tallest man-made structure for 3871 years. It is the last surviving wonder of the ‘seven wonders of the ancient world’.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: tombs, civilisations, ancient wonders, treasure, centuries-old heritage",
    "mEpisodeDate": "15 Nov 2017",
    "mExercises": "\u003cp\u003eWhy were the tops of the pyramids blown off in the 1830s?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/976xn/p05n4vv0.jpg",
    "mTitle": "Protecting Sudan\u0027s \u0027forgotten\u0027 pyramids",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eProtecting Sudan\u0027s \u0027forgotten\u0027 pyramids\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eLearn language related to…\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eAncient history\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eA hidden and largely unknown history is re-emerging. These Nubian pyramids in modern-day Sudan were built around the fourth century BC.\u003c/p\u003e \n \u003cp\u003eThey\u0027re much smaller than the Egyptian ones, but Sudan boasts nearly double the number.\u003c/p\u003e \n \u003cp\u003eThis was one of the main cities in the Kingdom of Kush and the pyramids served as \u003cstrong\u003etombs\u003c/strong\u003e for kings and queens. Today, the site is largely deserted.\u003c/p\u003e \n \u003cp\u003eBut a new generation is helping to recover this history. And they are making it their own.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMohamed Elmur, Tour Guide\u003c/strong\u003e\u003cbr /\u003e I was surprised to see all of these things that literally nobody visited, that no one is taking care of them. This is an ancient history for our families. And the stories that I\u0027ve heard from my family about this place - the stories of how these places were led by women, how these places were great \u003cstrong\u003ecivilisations\u003c/strong\u003e back in time. And I wanted to know more, how to take care of it, how to make the world know more about it.\u003c/p\u003e \n \u003cp\u003eMohammed made it his mission to get the Sudanese youth interested in their country\u0027s history. He set up a camp, and began offering free tours on social media, hoping it would help preserve Sudan\u0027s ancient \u003cstrong\u003ewonders\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMohamed Elmur, Tour Guide\u003cbr /\u003e \u003c/strong\u003e“This is the pyramid that was blown up by dynamite.”\u003c/p\u003e \n \u003cp\u003eIn the 1830s, an Italian \u003cstrong\u003etreasure\u003c/strong\u003e hunter came here in search of the jewels buried in the pyramids. He blew off the tops… destroying the \u003cstrong\u003ecenturies-old heritage\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003eBut there\u0027s still a lot to see. And young Sudanese are making the journey and braving the desert.\u003c/p\u003e \n \u003cp\u003e“You as a Sudanese, you need to know your history, your culture, you to be proud about it. You have to tell other people about your history - about how big is it. So you have to see it with your own eyes before you tell it to other people.”\u003c/p\u003e \n \u003cp\u003eThe pyramids remain largely unguarded, even though this is a UNESCO World Heritage Site.\u003c/p\u003e \n \u003cp\u003eThere\u0027s a rich history here to protect… and perhaps even more to discover.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 112,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003etombs \u003c/strong\u003e– stone structures or underground rooms where people are buried\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecivilisations \u003c/strong\u003e– human societies that have developed culture and institutions\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eancient wonders \u003c/strong\u003e– very old objects that cause surprise, awe, and admiration\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etreasure \u003c/strong\u003e– (here) a collection of valuable things – e.g. jewels and gold\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecenturies-old heritage \u003c/strong\u003e– hundreds-of-year-old features such as objects, traditions or language that are handed down in a culture from one generation to the next\u003c/p\u003e"
  },
  {
    "_id": 760,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eHow many species of \u0027orangutan\u0027 are there following this new discovery?\u003c/p\u003e \n \u003cp\u003eFollowing this new discovery, there are now three species of orangutan.\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eDid you know?\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eAn orangutan is a type of primate. The name orangutan means ‘people of the forest’. They are Asia\u0027s only great apes with one species found on the island of Borneo, and the other two on Sumatra.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: species, DNA, genetic comparisons, evolutionary history, breakthrough",
    "mEpisodeDate": "08 Nov 2017",
    "mExercises": "\u003cp\u003eHow many species of orangutan are there following this new discovery?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05mg8lx.jpg",
    "mTitle": "New ape species discovered",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eNew ape species discovered\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eLearn language related to…\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eAnimal discovery\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eThe remote mountain forests of Sumatra are home to some of our closest ape relatives. And a small population here, first discovered just 20 years ago, has been hiding a scientific secret.\u003c/p\u003e \n \u003cp\u003eThis is the Tapanuli orangutan - a \u003cstrong\u003especies\u003c/strong\u003e new to science. Until now, it was thought that there were just two distinct \u003cstrong\u003especies\u003c/strong\u003e of orangutan – Sumatran and Bornean, like this big male here. But this new study shows that there are actually three – a tiny population has been hidden away and isolated by hundreds of thousands of years of evolution.\u003c/p\u003e \n \u003cp\u003eEarly \u003cstrong\u003eDNA\u003c/strong\u003e analysis suggested these animals were peculiar compared to the other Sumatran apes. So scientists embarked on a detailed study examining what they ate and their unique calls.\u003c/p\u003e \n \u003cp\u003eYears of painstaking \u003cstrong\u003egenetic comparisons\u003c/strong\u003e, enabled scientists to reconstruct the animal\u0027s \u003cstrong\u003eevolutionary history\u003c/strong\u003e. The final piece of the puzzle though, was tiny but consistent differences between the Sumatran, and this, the Tapanuli orangutan skull.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eProfessor Serge Wich, Liverpool John Moores University: \u003cbr /\u003e \u003c/strong\u003e“It’s an amazing \u003cstrong\u003ebreakthrough,\u003c/strong\u003e I think. There\u0027s only seven, if we exclude ourselves, of great ape species. So adding one to that very small list is spectacular.\u0026quot;\u003c/p\u003e \n \u003cp\u003eWith just eight hundred individuals, this species will go straight onto the critically endangered list. Logging, mining, and plans for a hydro-electric dam already pose a threat to its habitat. The hope is that adding this ape to the biology textbooks will help to ensure its survival.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 111,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003especies \u003c/strong\u003e– group of animals or plants sharing similar characteristics that can breed with each other\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eDNA \u003c/strong\u003e– (deoxyribonucleic acid) a chemical substance that contains genetic information and is found in all living cells\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egenetic comparisons \u003c/strong\u003e– looking at differences between the genes in more than one living thing\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eevolutionary history \u003c/strong\u003e– biological and physical changes over millions of years\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebreakthrough \u003c/strong\u003e– new and important discovery following much hard work\u003c/p\u003e"
  },
  {
    "_id": 761,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eAccording to this study, at what time of day is there less risk to your health if you are going to have medical surgery?\u003c/p\u003e \n \u003cp\u003eThe answer is in the afternoon. The study found the risk of complications, including heart attacks, halved from 18 percent in morning operations to just nine percent in the afternoon.\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eDid you know?\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eThe first heart transplant was carried out 50 years ago in 1967, by surgeon Christiaan Barnard, in Cape Town, South Africa. The patient lived for 18 days.\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: biological clock, open-heart surgery, complications, high-risk patients, medicine",
    "mEpisodeDate": "01 Nov 2017",
    "mExercises": "\u003cp\u003eAccording to this study, at what time of day is there less risk to your health if you are going to have medical surgery?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05lq18g.jpg",
    "mTitle": "Heart surgery and your body clock",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eHeart surgery and your body clock\u003c/p\u003e \n \u003ch3\u003e\u003cstrong\u003eLearn language related to…\u003c/strong\u003e\u003c/h3\u003e \n \u003cp\u003eHealth\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eThere’s a \u003cstrong\u003ebiological clock\u003c/strong\u003e keeping time inside all of us. It\u0027s the reason we want to sleep at night, but it also drives huge changes in the way our body works including in our heart muscle.\u003c/p\u003e \n \u003cp\u003eThis is lifesaving \u003cstrong\u003eopen-heart surgery\u003c/strong\u003e. The operation puts the heart under huge stress and the study in Lille in France suggests the body clock also influences our recovery.\u003c/p\u003e \n \u003cp\u003eThe study on five hundred patients showed the risk of \u003cstrong\u003ecomplications,\u003c/strong\u003e including heart attacks, halved from 18 percent in morning operations to just nine percent in the afternoon.\u003c/p\u003e \n \u003cp\u003eThe researchers said patients should not be frightened away from vital surgery. They want to do more studies, but think \u003cstrong\u003ehigh-risk patients\u003c/strong\u003e might benefit from being moved to the afternoon.\u003c/p\u003e \n \u003cp\u003eThis study shows the potential of doing \u003cstrong\u003emedicine\u003c/strong\u003e in time with the body clock and the researchers are now investigating other types of surgery.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 110,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ebiological clock \u003c/strong\u003e– \u0026nbsp;a system in the body that controls when certain regular activities happen\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eopen-heart surgery \u003c/strong\u003e– a medical operation in which the body is cut open and the heart is repaired\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecomplications \u003c/strong\u003e– issues that make a medical problem harder or more difficult to treat\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehigh-risk patients \u003c/strong\u003e– people receiving medical care who are at more risk of dying\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emedicine \u003c/strong\u003e– (here) the practice of treating or preventing illnesses\u003c/p\u003e"
  },
  {
    "_id": 762,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eWho tends to use antibiotics too much in agriculture?\u003c/p\u003e \n \u003ch3\u003eThe answer:\u003c/h3\u003e \n \u003cp\u003eAccording to the report, the vast majority of small-scale farmers in developing countries and larger scale farmers in developed countries tend to use antibiotics more than they should.\u003c/p\u003e \n \u003ch3\u003eDid you know?\u003c/h3\u003e \n \u003cp\u003eSir Alexander Fleming made one of the single greatest contributions to medicine when he discovered antibiotics. He noticed that mould growing on his culture dishes had created a ring free of bacteria, he\u0027d found penicillin.\u0026nbsp;\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: resistant, antibiotics, transmitted, prophylaxis, disinfect",
    "mEpisodeDate": "25 Oct 2017",
    "mExercises": "\u003cp\u003eWho tends to use antibiotics too much in agriculture?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05krbvd.jpg",
    "mTitle": "The risks of meat consumption",
    "mTodaysHeadline": "\u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eThe risks of meat consumption\u003c/p\u003e \n \u003ch3\u003eLearn language related to…\u003c/h3\u003e \n \u003cp\u003eBacteria\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eImagine having to eat just 40 grams of meat per day. That\u0027s roughly the size of a regular burger. A group of researchers say that\u0027s what people should aim for in order to reduce pressure on meat production.\u003c/p\u003e \n \u003cp\u003eResearchers say more and more meat products now have bugs that are \u003cstrong\u003eresistant\u003c/strong\u003e to available \u003cstrong\u003eantibiotics \u003c/strong\u003e– and that can easily be \u003cstrong\u003etransmitted\u003c/strong\u003e to people. So, they want the amounts of the drugs used in livestock regulated.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eProfessor Sam Kariuki, Antimicrobial Resistance Expert:\u003c/strong\u003e \u003cbr /\u003e \u0026quot;A lot of these antibiotics can be done away with, especially their usage for prevention of disease that\u0027s \u003cstrong\u003eprophylaxis \u003c/strong\u003e- and growth promotion, by simply ensuring that the farmer is able to observe… what we call phytosanitary conditions.\u0026quot;\u003c/p\u003e \n \u003cp\u003eJohn usually doesn\u0027t allow visitors into the farm. He also rears chicken of the same age at a time.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJohn Njuguna, chicken farmer:\u003c/strong\u003e\u003c/p\u003e \n \u003cp\u003e“These sheds also harbour some kind of germs or bacteria. So when the other flock comes out we wash the whole place, we \u003cstrong\u003edisinfect\u003c/strong\u003e, and then we have a resting period of about 14 days. “\u003c/p\u003e \n \u003cp\u003eThat way he’s able to prevent diseases and therefore avoid using antibiotics. But the vast majority of small-scale farmers in developing countries, and larger scale ones in developed countries, tend to overuse the drugs. If that doesn’t change, the available medicine could be rendered ineffective for treatment in the coming years.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 109,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eresistant \u003c/strong\u003e– (adjective) not affected by something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eantibiotics \u003c/strong\u003e– (noun, plural) drugs that can kill harmful bacteria\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etransmitted \u003c/strong\u003e– (verb, past tense) passed from one person to another\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eprophylaxis \u003c/strong\u003e– (noun) the use of medical treatment for preventing disease or infection\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edisinfect \u003c/strong\u003e– (verb) clean with chemicals that kill bacteria\u003c/p\u003e"
  },
  {
    "_id": 763,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mAnswers": "\u003cp\u003eHow does the drone know if it\u0027s spotted a swimmer or a shark?\u003c/p\u003e \n \u003ch3\u003eThe answer:\u003c/h3\u003e \n \u003cp\u003eIt compares the shape against images and shapes stored in its deep learning software. It’s claimed to have a 92% success rate.\u003c/p\u003e \n \u003ch3\u003eDid you know?\u003c/h3\u003e \n \u003cp\u003eThere are over 500 species of shark, ranging from the colossal 20m whale shark, which weighs around 30,000kg and is the world\u0027s biggest fish, to the tiny dwarf lantern shark that only grows to 10-20cm. \u003cstrong\u003e\u003cbr /\u003e\u003c/strong\u003e\u003c/p\u003e",
    "mDescription": "Learn today\u0027s words and phrases: sinister, threatening, in distress, do more harm than good",
    "mEpisodeDate": "18 Oct 2017",
    "mExercises": "\u003cp\u003eHow does the drone know if it\u0027s spotted a swimmer or a shark?\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05k96df.jpg",
    "mTitle": "Shark-detecting drones",
    "mTodaysHeadline": " \u003cp\u003e\u003cem\u003eFootage: Courtesy Little Ripper / UTS\u003c/em\u003e\u003c/p\u003e \n \u003ch3\u003eThe story…\u003c/h3\u003e \n \u003cp\u003eShark-detecting drones\u003c/p\u003e \n \u003ch3\u003eLearn language related to…\u003c/h3\u003e \n \u003cp\u003eDanger\u003c/p\u003e",
    "mTranscript": "\u003cp\u003eA shadow in the sea or something more \u003cstrong\u003esinister\u003c/strong\u003e?\u003c/p\u003e \n \u003cp\u003eFrom the beach it\u0027s hard to tell but from the skies the drone has a clearer view. It feeds into deep learning software, which it\u0027s claimed has a 92% success rate in spotting sharks, as well as less \u003cstrong\u003ethreatening\u003c/strong\u003e species. Every time it sees a dolphin, whale or a swimmer \u003cstrong\u003ein distress\u003c/strong\u003e it learns their shape. Launched along the beaches of New South Wales, the drones can patrol for 40 minutes. Daniel was one of the first to train as a lifesaver pilot.\u003c/p\u003e \n \u003cp\u003eDaniel Trollope, Drone pilot\u003cbr /\u003e I mean, I can\u0027t physically run out and grab a board and paddle out and save someone, but sitting on the beach we’ve got eyes in the sky and we\u0027re just another layer of protection, really.\u003c/p\u003e \n \u003cp\u003eThe drones don’t only observe - they can react too, dropping an inflatable device to help people in the sea. It won\u0027t replace the use of controversial shark nets and drum lines however – which some claim \u003cstrong\u003edo more harm than good\u003c/strong\u003e. The drones won\u0027t be on every beach every day, but they should give everyone a better understanding of what’s down below.\u003c/p\u003e",
    "mType": "LINGOHACK",
    "mTypeIndex": 108,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003esinister \u003c/strong\u003e– (adjective) gives the impression something bad will happen\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ethreatening \u003c/strong\u003e– (adjective) something that feels hostile\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ein distress \u003c/strong\u003e– in need of help\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edo more harm than good \u003c/strong\u003e– make things worse rather than better\u003c/p\u003e"
  },
  {
    "_id": 871,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "There’s a fresh interest in keeping cars out of cities. Is it a good idea?",
    "mEpisodeDate": "02 Nov 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171102_6min_english_pedestrians_download.mp3",
    "mSummary": "\u003cp\u003eNorwich was the first city in the UK to ban cars from parts of the city centre. Planners wanted to protect pedestrians from cars and to reduce pollution in its old and narrow streets. That was 50 years ago. There’s a fresh interest in keeping cars out of cities now for the same reasons. Rob and Neil talk about pedestrianising streets and teach you new vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003eWhat’s the average speed of a bus travelling along Oxford Street? Is it:\u003c/p\u003e \n \u003cp\u003ea) 4.6 miles per hour,\u003c/p\u003e \n \u003cp\u003eb) 14.6 miles per hour or\u003c/p\u003e \n \u003cp\u003ec) 46 miles per hour?\u003cbr /\u003e\u003cbr /\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05lvkg1.jpg",
    "mTitle": "Pedestrianisation - is it good for cities and towns?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003cbr /\u003e\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHello, I\u0027m Rob, and welcome to 6 Minute English, where today we’re chatting about a pedestrian topic and six items of related vocabulary.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eHello, I’m Neil. A \u003cstrong\u003epedestrian\u003c/strong\u003e is someone who walks around rather than travelling by car or bus. But in Rob’s sentence he used the adjective, and in this context it means dull or uninteresting!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd of course I was making a pun, Neil. Because of course the show is going to be extremely interesting! It’sabout safety on the streets – and whether pedestrianisation is a good thing or not.\u0026nbsp;\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cstrong\u003ePedestrianisation\u003c/strong\u003e means changing a street into an area that can only be used by pedestrians.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, it sounds like a good idea – no traffic, less noise and air pollution. And no chance of getting knocked down by a car or a bus!\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThere are plans to pedestrianise Oxford Street, which is one of the busiest shopping streets in London.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eThat’s right. The Mayor of London wants to\u003cstrong\u003e tackle \u003c/strong\u003e– or make an effort to deal with – air pollution in this very busy spot – where the amount of traffic is definitely a problem! In fact, can you tell me, Neil, what’s the average speed of a bus travelling along Oxford Street? Is it:\u003cbr /\u003ea) 4.6 miles per hour,\u003cbr /\u003eb) 14.6 miles per hour or\u003cbr /\u003ec) 46 miles per hour?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd I think it’s 14.6 miles per hour – a) sounds too slow and c) sounds too fast!\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, we\u0027ll find out the answer later on. The problem is – the traffic doesn’t just disappear. You ban it from one area – and it gets rerouted somewhere else.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003eBan\u003c/strong\u003e means to say officially that something can’t be done. And \u003cstrong\u003ereroute\u003c/strong\u003e means to change the direction you’re travelling in, in order to reach a particular destination. That’s true, Rob. It must be a big headache for city planners.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, let’s listen now to Joe Urvin, Chief Executive of Living Streets. He’s going to talk some more about why traffic is causing problems in our towns and cities.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003cstrong\u003e\u003cspan\u003eJoe Urvin, Chief Executive of Living Streets\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIn 1970 we had 20 million cars in this country. Now we have over 30 million cars in such a short period. So that creates three big problems. One is space – because we’ve still got the same street structures in our towns and cities, causing congestion. It causes pollution, which people are concerned about more and more. And actually, it’s kind of engineering walking out of our lives. So we’re actually not getting enough exercise, which is a cause of a health crisis. Smart cities are looking at pedestrianisation – in Glasgow, in Birmingham, in London for example, Manchester – as a way of not only making their places, cities better and more attractive, actually, building their local economy.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSo Neil Urvin identifies three problems – the first is that our city streets have stayed the same while the number of cars on the roads has increased dramatically.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003eThat’s right – and this has led to congestion on our roads. \u003cstrong\u003eCongestion\u003c/strong\u003e means too much traffic, making it hard to move.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe second problem is pollution – which we mentioned earlier.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003e Pollution\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e is damage to the environment caused by releasing waste substances such as carbon dioxide into the air.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eAnd the third problem is that by travelling around on buses or in our cars we aren’t getting enough exercise. And we all know that’s a bad thing! Would pedestrianisation engineer walking back into our lives do you think?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eI’m not sure, Neil. It would be great if we could go shopping or walk to work without breathing in fumes or worrying about getting knocked down by a car. But banning all motorised traffic from town centres might make life difficult for people to get around.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, I’m not a town planner – and I don’t have the answers. But I would like to know if I got the answer right to the question you asked me earlier!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, well I asked you: What’s the average speed of a bus travelling along Oxford Street? Is it… a) 4.6mph, b) 14.6mph or c) 46mph?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eAnd I said 14.6mph.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd that’s not slow enough, Neil, I’m afraid. The answer is actually 4.6mph. And we pedestrians walk at an average speed of 3.1mph apparently!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eGood to know. OK – shall we go over the words we learned today, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSure – the first one is ‘pedestrian’ – a person who is walking, usually in an area where there’s traffic. ‘Sorry – you can’t ride your bike here. This path is for pedestrians only.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003eThe adjective – ‘This book is full of very pedestrian ideas. I wouldn’t read it if I were you.’\u0026nbsp;\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI’ve crossed it off my list, Neil. Thank you. OK – number two is \u0027to tackle\u0027 something, which means to make an effort to deal with a difficult problem. For example, ‘The government isn’t really tackling the problem of air pollution. It needs to do much more.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eVery true. OK, ‘ban’ means to officially say that something can’t be done. ‘The UK government will ban the sale of diesel and petrol cars from 2040.’ \u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd number four is ‘reroute’ which means to change the direction you’re travelling in.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e‘The council has rerouted all buses to avoid the town centre.’\u0026nbsp;\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Congestion’ is number five – too much traffic, making it difficult to move.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Road congestion always gets better in the summer when a lot of car drivers are on holiday.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s true, isn’t it? London always seems emptier in July and August.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eExcept for all the tourists walking around – congesting the streets!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eVery funny! And finally, number six is ‘pollution’ – which is damage to the environment caused by releasing waste substances such as carbon dioxide into the air, or plastic into the sea.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e‘You can help reduce air pollution by walking to work every day instead of driving.’\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAre you talking to me, Neil? I always walk to work!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eI know you do, Rob – you’re an example to us all!\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, that’s all we have time for today.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBut please don’t forget to visit us via our Twitter, Facebook and YouTube pages! Goodbye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eBye bye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 166,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003epedestrian\u003c/strong\u003e\u003cbr /\u003ea person who is walking, usually in an area where there’s traffic\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etackle (something)\u003c/strong\u003e\u003cbr /\u003emake an effort to deal with a difficult problem\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eban\u003c/strong\u003e\u003cbr /\u003eofficially say that something can’t be done\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ereroute\u003c/strong\u003e\u003cbr /\u003echange the direction you’re travelling in\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003econgestion\u003c/strong\u003e\u003cbr /\u003etoo much traffic, making it difficult to move\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epollution\u003c/strong\u003e\u003cbr /\u003edamage to the environment caused by releasing waste substances such as carbon dioxide into the air, or plastic into the sea\u003c/p\u003e"
  },
  {
    "_id": 872,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Are you aware of how much of the sweet stuff you eat?",
    "mEpisodeDate": "26 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171026_6min_english_sugar_download.mp3",
    "mSummary": "\u003cp\u003eDo you really know\u0026nbsp;how much of the sweet stuff you eat? Neil and Rob talk about sugar and teach you some tempting new vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eIf a food contains 5% total sugars per 100g, is it…\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003e\u003cspan\u003ea) high in sugar\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) low in sugar or\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) somewhere in the middle?\u0026nbsp;\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05hwj0q.jpg",
    "mTitle": "Too much sugar",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI’m Rob. Welcome to 6 Minute English – we’ve got a sweet topic today, and six tempting items of vocabulary.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHello, I’m Neil. And we’re going to be talking about sugar – which many of us find tempting. But how much is too much, Rob?\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI don’t know, Neil, but hopefully we’ll be finding that out. I must admit though – I \u003cstrong\u003ehave a sweet tooth\u003c/strong\u003e – and that means I like sugary things!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMe too. But something I’m always seeing in the news these days is that we’re eating too much sugar. And one important factor is that sugars are sometimes hidden in processed foods.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan data-mce-mark\u003d\"1\"\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cstrong\u003eProcessed\u003c/strong\u003e food is any food that has been changed in some way – by freezing it or putting it in tins – or by combining foods or adding chemicals. In fact, some of the sugars we eat are hidden in food that we think of as healthy. Such as yoghurts, low fat snacks, and fruit drinks.\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDo you check the information on the back of food packets, Rob? – To see what’s in them?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYes, I do. But it can be very confusing – there’s so much information. And I’m not always sure how much of a certain thing is bad.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, that brings me onto today’s quiz question. Can you tell me, if a food contains 5% total sugars per 100g, is it…\u003cbr /\u003e\u003cspan\u003ea) high in sugar,\u003cbr /\u003e\u003cspan\u003e\u003cspan\u003eb) low in sugar or\u003cbr /\u003e\u003cspan\u003ec) somewhere in the middle?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI’ll say low, Neil.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK. Well, we\u0027ll find out later. Some food products have colour coding on the packaging to help you understand the information, don’t they? – red for high levels of sugar, salt or fat– orange for medium, and green for low.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat sounds helpful. Then you can see \u003cstrong\u003eat a glance\u003c/strong\u003e what’s good or bad for you.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003eAt a glance\u003c/strong\u003e means with a quick look. OK, let’s listen now to BBC reporter Rajeev Gupta interviewing a man in Chester, in the UK. He’s asking him to guess how much sugar there is in a pot of fat-free yoghurt.\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003eRajeev Gupta, reporter interviewing a man in Chester\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003cspan\u003e \u003c/span\u003e\u003cspan\u003e\u003cstrong\u003eReporter:\u003c/strong\u003e I\u0027ve actually got a pot of yoghurt in front of me. This says \u0027fat-free\u0027 on it and it\u0027s been marketed as being quite healthy. If I was to say how much sugar is in here, what would you say as… say is the quantity of the tub?\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003eInterviewee:\u003c/strong\u003e I’d probably think maybe a couple of teaspoonfuls, you know, it’s quite surprising how much is sugars in all these products, isn’t there?\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003eReporter:\u003c/strong\u003e Well, there’s about a third of this yoghurt pot is actually sugar.\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003eInterviewee: \u003c/strong\u003eTo be honest, that’s quite amazing, that. I would never have thought a third of that would have been sugar just by looking at it. And it does say it’s fat-free.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eSo the yoghurt is \u003cstrong\u003efat-free\u003c/strong\u003e, which means it doesn’t contain any fat. And the man guessed there might be two teaspoons of sugar in the yoghurt.\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eThat’s right. And if something is sugar-free then it doesn’t contain any sugar. But in this case, a third of the yoghurt’s content was sugar. That, to me, sounds like an awful lot – even for someone with a sweet tooth like me!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, well, let’s listen to Dr Gunter Kuhnle. He’s a Nutritional Biochemist at Reading University.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003cstrong\u003e\u003cspan\u003eDr Gunter Kuhnle, nutritional biochemist at Reading University, UK \u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e One problem we see – nutritionists – is sort of this focusing on any individual foods – at one time it was that fat has to be avoided at all costs, now it seems to go towards sugar and sugar is demonised and people link it to drugs and so on. I think this is the wrong way forward. Individuals, yes, you should have a balanced diet. It is important also to enjoy your food and not do this extreme focusing on one side or one aspect and individual nutrients.\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eSo if you \u003cstrong\u003eavoid something at all costs\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e you do everything you can to avoid it. And \u003c/span\u003e\u003cstrong\u003e\u003cspan\u003edemonise\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e means to make someone or something seem very bad.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDr Kuhnle thinks that totally cutting out one type of food like this – whether it’s fat or sugar – is wrong. He thinks we should eat a balanced diet – and enjoy our food.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat sounds very sensible. Now, how about telling us the answer to today’s quiz question, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThanks for reminding me, Rob. I asked: if food contains 5% total sugars per 100g, is it… a) high in sugar, b) low in sugar or c) somewhere in the middle? You said low… and you were… right! Well done!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThank you.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIf foods contain more than 22.5% total sugars per 100g they are classified as high.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd I guess that between 5 and 22.5% they are somewhere in the middle.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eCorrect! OK, shall we go over the words we heard today?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYep. First up – if you have a ‘sweet tooth’ it means you like sugary things. For example, ‘My little nephew has a sweet tooth. He eats far too many biscuits and sweets.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003e \u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHis dentist won’t be pleased! Number two – ‘processed food’ is any food that has been changed in some way – by freezing it or putting it in tins – or by combining foods or adding chemicals.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cbr /\u003e\u003cspan\u003eFor example, ‘The meat in sausages is highly processed.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOh dear, I didn’t know that. I’m a big fan of sausages!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNumber three – ‘at a glance’ – means with a quick look.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eFor example, \u0027I could tell at a glance that I wouldn’t like the food at that restaurant.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Fat-free’ means without any fat in it. For example, ‘I bought this yoghurt because it says fat-free on the label.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003eAha – but did you realise that a third of it was sugar! Moving on – If you avoid something‘at all costs’ you do everything you can to avoid it. For example, ‘I wanted to win the game at all costs.’\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI didn’t know you were so competitive, Neil! And finally – ‘demonise’ – means to make someone or something seem very bad.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Politicians shouldn’t demonise their opponents.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThey often do though, don’t they? OK. Well, that’s all we have time for on today’s show. But please check out our Instagram, Twitter, Facebook and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eJoin us again soon!\u0026nbsp; Meanwhile, visit our website:\u0026nbsp;\u003ca href\u003d\"http://www.bbclearningenglish.com/\"\u003ebbclearningenglish.com\u003c/a\u003e\u003cspan\u003e, where you\u0027ll find guides to grammar, exercises, videos and articles to read and improve your English. Goodbye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003cspan\u003e Bye!\u003c/span\u003e\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 165,
    "mVocabulary": "\u003cp\u003e\u003cspan\u003e \u003cspan\u003e\u003cstrong\u003ehave a sweet tooth\u003c/strong\u003e\u003cbr /\u003elike sugary things\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003eprocessed food\u003c/strong\u003e\u003cbr /\u003eany food that has been changed in some way\u0026nbsp;by freezing it, putting it in tins,\u0026nbsp;combining foods or adding chemicals\u003cbr /\u003e\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003eat a glance\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003ewith a quick look\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003efat-free\u003c/strong\u003e\u003cbr /\u003ewithout any fat in it\u003cbr /\u003e\u003cbr /\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003eavoid something \u003c/strong\u003e\u003cspan\u003e\u003cstrong\u003eat all costs\u003c/strong\u003e\u003cbr /\u003e do everything you can to avoid it\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003edemonise\u003c/strong\u003e\u003cbr /\u003emake someone or something seem very bad\u0026nbsp;\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e"
  },
  {
    "_id": 873,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "When you have to be polite and courteous ... even when you swim!",
    "mEpisodeDate": "19 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171019_6min_english_wetiquette_download.mp3",
    "mSummary": "\u003cp\u003eHow do you behave in a swimming pool? Do you respect other swimmers or do you end up in their way? Rob and Neil talk about \u0027wetiquette\u0027 and teach you other new vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eAccording to the US Water Quality and Health Council, how many people admitted to not showering before using the pool? Is it…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) 7%,\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) 17% or\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) 70%.\u0026nbsp;\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05kd9jz.jpg",
    "mTitle": "What’s wetiquette?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u003cspan\u003eHi, I\u0027m Rob and welcome to 6 Minute English, where we talk about an interesting topic and six items of related vocabulary.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I’m Neil… And today we’re talking about wetiquette! What’s that, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI have no idea!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, you won’t find wetiquette in many dictionaries – it actually means ‘swimming pool etiquette’. W-etiquette – get it? Etiquette is a set of rules for how to behave in social situations. And wetiquette is a set of dos and don’ts to keep things calm in the water.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003eDos and don’ts\u003c/strong\u003e are also rules telling us how to behave. So things like ‘No running by the pool’ or ‘No diving in the shallow end’. Am I right?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes and no, Rob. Those are traditional swimming pool rules. But wetiquette covers slightly different things.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eOK, well before we get to those, I have a question for you, Neil. According to the US Water Quality and Health Council, how many people admitted to not showering before using the pool? Is it…\u003cbr /\u003ea) 7%,\u003cbr /\u003eb) 17% or\u003cbr /\u003ec) 70%.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eWell, I’m going to be optimistic and say 7%, Rob.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cspan\u003e\u003cbr /\u003eSo I take it you do always take a shower before swimming, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eCorrect. Taking a quick shower is such an easy thing to do, and it stops all that horrible sweat and bacteria getting in the pool water! I can’t understand why some people don’t do it!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI can see it’s making you quite \u003cstrong\u003ehot under the collar \u003c/strong\u003e- and that means angry. Let’s listen to swimming specialist, Jenny Landreth, talking about what annoys her.\u003cstrong\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003eJenny Landreth, swimming specialist, interviewed by the BBC\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e I\u0027m very keen on my wetiquette in the pool.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e It\u0027s that thing where people can get quite cross about, which is: Do you go around clockwise or anticlockwise? Do you overtake or not?\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e People need a rule. We need to observe the rules of the pool and I\u0027m very keen on that. Most other swimmers will suffer from lane rage if people are in the wrong lane of the pool. And don’t know how to observe the rules of that lane.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e Lane rage – you mean if you’re a kind of slow swimmer and you dare to go in the fast lane?\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e Well, I hate to say it, but it is quite often that gentlemen quite often misjudge their speed and think they’re slightly faster than they are.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e Ah! The male ego here!\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e They quite often don’t like it if there’s a woman swimming faster than them. So very often they’ll go in the slightly faster lane and should be gently encouraged by wetiquette to get in the correct lane.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e Know your speed.\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e Yes.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e That was Jenny Landreth – a swimming specialist – talking about the things that annoy her about other people in the pool.\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Yes. Jenny doesn\u0027t like it when people are slower that they should be for the fast lane. Older men, like you, Rob.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Neil, how dare you! Yes, Jenny gets \u0027lane rage\u0027.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eLane rage! Where swimmers get hot under the collar when there’s a slow swimmer in the fast lane.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eSwimming \u003cstrong\u003elanes\u003c/strong\u003e are the vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’. Do you know your speed, Neil?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes – I’m fast.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAre you sure you are not misjudging your speed? Do you think you might actually be a medium-fast swimmer?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eTo \u003cstrong\u003emisjudge\u003c/strong\u003e means to guess something wrongly. And our \u003cstrong\u003eego\u003c/strong\u003e is the idea we have of ourselves – with regards to how important we feel we are. And to answer your question, Rob, no, I’m definitely fast.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob \u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAre there other things swimmers should be aware of in the pool?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes – if somebody taps your foot, it means they want to overtake you.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003eOvertaking \u003c/strong\u003emeans to pass another person travelling in the same direction because you are going faster than them.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI hate it when swimmers overtake me!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eReally, Neil? Is that your male ego talking?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eNo, not at all – I just hate getting splashed.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI see. Well perhaps now is a good time to move on and hear the answer to today’s quiz question. Remember I asked: How many people admitted to not showering before using the pool? Is it… a) 7%, b) 17% or c) 70%?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI said 7% and I hope I’m right.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eWell, I’m afraid you’re wrong, Neil. It’s actually ten times that amount – it’s 70%! The 2012 US report from Water Quality and Health Council found that around 70% of people do not shower before taking a swim in the pool – adding to the number of germs in the water.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003ePerhaps swimming pools should start fining people who don’t take a shower? That might make a difference. Now, let’s go over the words we learned today.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes, the first one is ‘dos and don’ts’, which are rules telling us how to behave in a particular situation. For example, “What are the dos and don’ts of meeting the Queen?”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eGood question – Is the correct etiquette to call her Your Highness or Ma’am? Are there certain subjects you shouldn’t talk about?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eDo you shake her hand or curtsy?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThese are things you need to know – or else the Queen might get ‘hot under collar’ – that’s our next word, and it means angry!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e“Both politicians got hot under the collar and insulted each other.”\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK – number three is ‘lanes’ – which are the vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’.\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e“Our British Olympic gold medallist is swimming in lane one.”\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eOur next word is ‘misjudge’ which means to guess something wrongly. For example, “I’m sorry I misjudged you, Rob. Please forgive me.”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eOh alright then, Neil. But don’t misjudge me again OK? Next up is ‘ego’ – which is our sense of how important we are.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e“Losing the race was a huge blow to her ego.”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd our final word is ‘overtake’ – which means to pass another person travelling in the same direction because you are going faster than them.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e“I don’t enjoy overtaking big lorries on the motorway.”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNeither do I, Neil. Now one of the don’ts of this show is not talking for more than six minutes. So it’s time to say goodbye!\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eBut please visit our Twitter, Facebook and YouTube pages and tell us what makes you hot under the collar!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd remember – you can explore our website:\u0026nbsp;\u003ca href\u003d\"http://www.bbclearningenglish.com/\"\u003ebbclearningenglish.com\u003c/a\u003e, where you\u0027ll find guides to grammar, exercises, videos and articles to read and improve your English. Bye bye!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 164,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003edos and don’ts\u003c/strong\u003e\u003cbr /\u003erules telling us how to behave in a particular situation\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehot under collar\u003c/strong\u003e\u003cbr /\u003eangry\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elanes\u003c/strong\u003e\u003cbr /\u003ethe vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emisjudge\u003c/strong\u003e\u003cbr /\u003eguess something wrongly\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eego\u003c/strong\u003e\u003cbr /\u003eour sense of how important we are\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eovertake\u003c/strong\u003e\u003cbr /\u003epass another person travelling in the same direction because you are going faster than them\u003c/p\u003e"
  },
  {
    "_id": 874,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Can you tell the difference between the taste of bottled water and tap water?",
    "mEpisodeDate": "12 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171012_6min_english_bottled_water_download.mp3",
    "mSummary": "\u003cp\u003eCan you tell the difference between the taste of bottled water and tap water? Is water in a bottle really better for you. Neil and Rob quench your thirst for new vocabulary and discuss H2O.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003eHow many litres of bottled water were sold in the UK in 2016? Was it…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ea) 2.9 billion litres,\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eb) 29 million litres or\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) 2.9 million litres?\u0026nbsp;\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05jrqtd.jpg",
    "mTitle": "Why pay for bottled water?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWelcome to 6 Minute English, where we introduce a refreshing topic and six related items of vocabulary. I\u0027m Rob.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eAnd I’m Neil… And today we’re talking about water – there’s nothing more refreshing than an ice-cold bottle of water straight out of the vending machine… Ah!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK.\u003cstrong\u003e\u003cstrong\u003e Refreshing\u003c/strong\u003e \u003c/strong\u003ein this context means making you feel cool again after being hot. So has that cooled you down, Neil?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eYes, I feel very refreshed now, thanks.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eCan I ask you though – why didn’t you just get a glass of water from the kitchen tap? That water is cool and refreshing too – and it’s free!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eWell, I like this brand of bottled water better – it’s enriched with salts and minerals that are very beneficial to your health. \u003cstrong\u003eEnriched\u003c/strong\u003e means improving the quality of something by adding to it.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eEnriched!! Honestly, Neil!\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt tastes better, Rob.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYeah…\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I’m not the only one who thinks so. For the first time in the UK, bottled water is more popular than cola. In fact, can you tell me how many litres of bottled water were sold in the UK in 2016? Was it…\u003cbr /\u003ea) 2.9 billion litres,\u003cbr /\u003eb) 29 million litres or\u003cbr /\u003ec) 2.9 million litres?\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eRight. Well, I’m going to say 29 million litres.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK. We’ll find out later if you got that right or wrong. But seriously, Rob, don’t you think it’s a good thing that people are choosing to buy bottled water at the supermarket rather than fizzy drinks?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eYes, of course. But as I said to you earlier, why don’t people just drink tap water? Let’s listen to Natalie Fee, founder of City to Sea, which campaigns against plastic pollution – and of course, bottled water causes a huge amount of that. Here’s Natalie now, talking about how drinks manufacturers have persuaded people that bottled water is better for them.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003cstrong\u003eNatalie Fee, founder of City to Sea\u003cbr /\u003e\u003c/strong\u003e\u003c/strong\u003eThey manufactured the demand for bottled water and they spent millions of pounds on adverts sort of scaring us off of tap water. The bottled water companies set out to make us believe that tap water wasn’t healthy. And yet, tap water is way more regulated than bottled water is, and in taste tests, tap water comes up trumps most times.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIf you \u003cstrong\u003emanufacture\u003c/strong\u003e something you make it in large amounts in a factory. But here Natalie says the drinks companies \u003cem\u003e‘manufactured the demand \u003c/em\u003efor bottled water’…\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWhich means they made adverts to persuade people that tap water wasn’t healthy – and bottled water was.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHmm – To scare people off – What does that mean, Rob?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, if you \u003cstrong\u003escare somebody off \u003c/strong\u003eyou make them go away by frightening them. So some advertisers may have suggested, for example, that tap water was unsafe to drink …\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eWhereas bottled water was safer, and tasted better too!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou’re catching on! However, Natalie Fee claims that tap water is more regulated than bottled water is.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003eRegulated\u003c/strong\u003e means controlled. Natalie also says that in taste tests tap water comes up trumps. What does she mean by that?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, a taste test is where you ask people to try several very similar products without knowing which one is which, and then you grade them according to which you like the best. And if something \u003cstrong\u003ecomes up trumps \u003c/strong\u003e– it means it produces a good result, often unexpectedly.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo tap water comes up trumps, eh?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYup. Perhaps you should try a taste test now, Neil? It would be interesting to see if your enriched bottled water comes up trumps of not!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI tell you what, let’s leave that until later and hear the answer to today’s quiz question instead.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI asked you: How many litres of bottled water were sold in the UK in 2016? Was it… a) 2.9 billion litres, b) 29 million litres or c) 2.9 million litres?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYeah. And I said 29 million litres.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd the answer is… 2.9 billion litres.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWow!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYou can buy many different brands of bottled water with a range of price tags. At the top end, there’s water from a 4,000 year-old Norwegian iceberg.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHow much does that cost?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAround \u0026pound;80 a bottle.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAs cheap as that? I’ll pop out and get some later. OK let’s review the words we learned today. The first one was ‘refreshing’, which means making you feel cool again after being hot.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“I enjoyed a refreshing cup of tea.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWe British like to say that, don’t we? Though I don’t understand how a hot drink can be refreshing. OK – number two – ‘enriched’, which means improving the quality of something by adding to it. For example, “Did you know that many types of breakfast cereal are enriched with vitamins and minerals, Neil?”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, I didn’t, Rob. You learn something new every day. Number three is ‘manufacture’ – to make something in large amounts in a factory.\u0026nbsp;“This company manufactures wellington boots.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e“I am a wellington boot manufacturer.” That has a nice ring to it. Anyway, when you scare someone off you make them go away by frightening them. “The dog barked fiercely and scared off the two burglars.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eDown, Rob, down! Number five – ‘regulated’ – or controlled – for example, “The sale of tobacco is tightly regulated by the government.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd finally – if something ‘comes up trumps’ it produces a good result, often unexpectedly.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“My lottery ticket came up trumps again! I can’t believe it!”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou’re a lucky man, Neil. OK – it’s time to do that taste test now. If you have an opinion on bottled water or anything else, please tell us about it on our Twitter, Instagram, Facebook, or YouTube pages.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK. This one definitely tastes better.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd how about this one?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYeah, definitely.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat’s the tap water, Neil.\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, no, no. I refuse to believe it!\u003c/span\u003e\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 163,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003erefreshing\u003cbr /\u003e\u003c/strong\u003emaking you feel cool again after being hot\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003e\u003cbr /\u003eenriched\u003cbr /\u003e\u003c/strong\u003eimproving the quality of something by adding to it\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003emanufacture\u003cbr /\u003e\u003c/strong\u003esomething you make it in large amounts in a factory\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003escare somebody off\u003cbr /\u003e\u003c/strong\u003emake them go away by frightening them\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eregulated\u003cbr /\u003e\u003c/strong\u003e\u003cspan\u003econtrolled\u0026nbsp;\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003ecomes up trumps\u003cbr /\u003e\u003c/strong\u003eproduces a good result, often unexpectedly\u0026nbsp;\u003c/span\u003e\u003c/p\u003e"
  },
  {
    "_id": 875,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Neil and Rob talk about vigorous exercise – and whether adults take enough of it!",
    "mEpisodeDate": "05 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171005_6min_english_adult_exercise_download.mp3",
    "mSummary": "\u003cp\u003eHow many steps do you walk a day? Do you know the more the better for your health. Neil and Rob talk about the need to exercise and teach you some related vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u003c/h3\u003e \n \u003cp\u003eHow many people aged between 40 and 60 do less than ten minutes brisk walking every month? Is it…\u003c/p\u003e \n \u003cp\u003ea) 4%,\u003c/p\u003e \n \u003cp\u003eb) 14% or\u003c/p\u003e \n \u003cp\u003ec) 40%?\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05j3wtw.jpg",
    "mTitle": "Do adults exercise enough?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello, I’m Neil. And welcome to 6 Minute English, where we vigorously discuss a new topic and six related items of vocabulary.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd hello, I’m Rob. Today we’re discussing vigorous exercise – and whether adults take enough of it! \u003cstrong\u003eVigorous\u003c/strong\u003e\u0026nbsp;means using a lot of energy to do something.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo how many steps do you do in a day, Rob?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHow many steps? How should I know, Neil? – It would be pretty hard to count them all.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh, come on! You can track steps on your phone! I do ten thousand a day – which is the magic number for keeping fit and healthy, apparently.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNot if you saunter, Neil, surely? Sauntering from the sofa to the fridge and back – Or from the house to the car.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell I never saunter, Rob.\u0026nbsp;\u003cstrong\u003eSaunter\u003c/strong\u003e means to walk slowly. And you’d have to make a lot of trips to the fridge to clock up ten thousand steps. To get some vigorous exercise, you need to get out and about – round the park at a brisk pace…\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u003cstrong style\u003d\"font-size: 12px;\"\u003eBrisk\u003c/strong\u003e means quick and energetic – the opposite of sauntering. OK, well, perhaps you can you tell me, Neil, how many people aged between 40 and 60 do less than ten minutes brisk walking every month? Is it…\u003cbr /\u003ea) 4%,\u003cbr /\u003eb) 14% or\u003cbr /\u003ec) 40%?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m going to say… 4% because ten minutes is such a short amount of time!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eIndeed. Now, I’ve got another question for you, Neil. Why is exercise so important? Because it sounds pretty boring – counting steps, going to the gym, running on a machine.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, when you exercise, you stimulate the body’s natural repair system. Your body will actually stay younger if you exercise!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat sounds good.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eExercise also lowers your risk of developing illnesses such as heart disease, cancer, and diabetes.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHmm. I’m getting a bit worried now, Neil. But I don’t have enough time to do a thousand steps every day… I’m far too busy!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, Rob. Now might be a good time to listen to Julia Bradbury. She’s a TV presenter and outdoor walking enthusiast who will explain how she builds walking into her busy life.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003eJulia Bradbury, TV presenter and outdoor walking enthusiast\u003c/strong\u003e\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u003cbr /\u003e\u003c/strong\u003eI will walk to meetings instead of catching a bus, or getting a taxi or a car – into meetings. And I will also, if I can’t build that into my working day, if it’s a day when I haven’t got meetings and I’m maybe at home with the kids, I will take the time – I will take my kids out with the buggy and I will definitely do 30-40 minutes at least everyday. Going to the park, going to the shops, picking up my things up en route, and really sort of building it into my life. Taking the stairs and not taking lifts, all of these kinds of little decisions can incrementally build up to create more walking time in your day.\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSo if you \u003cstrong\u003ebuild something in\u003c/strong\u003e to your day – or your life – you include it from the beginning.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd Julia Bradbury has built walking into her day. Even though she’s very busy too, Rob! You should learn from her!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSo she walks instead of driving or taking the bus. And takes the stairs instead of the lift. I could do those things.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYou could indeed – before you know it, you’d be doing ten thousand steps – because the amount of walking you do in a day builds incrementally.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003eIncrementally\u003c/strong\u003e means gradually increasing in size. OK, well, before I think that over, perhaps I could tell you the answer to today’s quiz question?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK. You asked me: How many people aged between 40 and 60 do less than ten minutes brisk walking every month? The options were:\u003cbr /\u003ea) 4%,\u003cbr /\u003eb) 14% or\u003cbr /\u003ec) 40%?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd you said 4%. But I’m afraid it’s actually 40%. And that’s according to the Government body \u003cem\u003ePublic Health England\u003c/em\u003e here in the UK.\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh dear, that’s a lot more people than I expected. But it isn’t that surprising – people in all age groups are leading more sedentary lifestyles these days. Our job is very \u003cstrong style\u003d\"font-size: 12px;\"\u003esedentary\u003c/strong\u003e – which means it involves a lot of sitting and not much exercise!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, I might just run on the spot while we go over the new vocabulary we’ve learned today!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGood plan. First up we heard ‘vigorous’ – which means using a lot of energy to do something.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. “I am running vigorously on the spot!”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGreat example! And good to see you taking some vigorous exercise! Number two – ‘saunter’ – means to walk slowly in a relaxed way. “When I saw Rob, I sauntered over to say hello.”\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHi Neil. Number three – ‘brisk’ means quick and energetic.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“It’s important to take some brisk exercise every day.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes! And I’m beginning to realise that might be true.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYep! I think you\u0027ve done enough jogging for today, Rob. You’ve probably done about a hundred steps.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eIs that all? OK, number four – if you ‘build something in to something’ – you include it from the beginning.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“It’s important to build regular exercise into your daily routine.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eVery good advice. Number five is ‘incrementally’ which means gradually increasing in size.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIncremental is the adjective. “The company has been making incremental changes to its pay structure.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eDoes that mean we’re getting a pay rise?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI doubt it! And finally, number six – ‘sedentary’ means sitting a lot and not taking much exercise. For example, “It’s bad for your health to lead such a sedentary lifestyle.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eDuly noted, Neil! Well, it’s time to go now. But if today’s show has inspired you to step out and take more exercise, please let us know by visiting our Twitter, Facebook and YouTube pages and telling us about it!\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBye bye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 162,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003evigorous\u003cbr /\u003e\u003c/strong\u003eusing a lot of energy to do something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esaunter\u003cbr /\u003e\u003c/strong\u003ewalk slowly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebrisk\u003cbr /\u003e\u003c/strong\u003equick and energetic (the opposite of sauntering)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebuild something in\u003c/strong\u003e\u0026nbsp;(to your day or your life)\u003cbr /\u003einclude it from the beginning\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eincrementally\u003cbr /\u003e\u003c/strong\u003egradually increasing in size\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esedentary\u003c/strong\u003e\u0026nbsp;(job or life)\u003cbr /\u003eit involves a lot of sitting and not much exercise\u003c/p\u003e"
  },
  {
    "_id": 1,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "All is revealed in the final episode",
    "mEpisodeDate": "01 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit20/b2_u20_drama_earnest_ep10_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the final episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eEveryone is gathered at Jack\u0027s house in the country. Jack is still arguing with Lady Bracknell, but, as soon as Miss Prism arrives, everything changes. It\u0027s time to find out who the real Ernest is...\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/976xn/p030p87w.jpg",
    "mTitle": "The Importance of Being Earnest, Part 10: The real Ernest is discovered",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eLady Bracknell is visiting Jack\u0027s house in the country. She won\u0027t allow Jack to marry Gwendolen, and Jack, who is Cecily\u0027s\u0026nbsp;\u003cstrong\u003eguardian\u003c/strong\u003e, won\u0027t allow Cecily to marry Algernon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eCome here, dear child.\u0026nbsp;How old are you?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003cbr /\u003e\u003c/strong\u003eEighteen.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eWell, you\u0027ll soon be able to decide yourself who to marry.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eExcuse me, Lady Bracknell, but Miss Cardew doesn\u0027t\u0026nbsp;\u003cstrong\u003ecome of age\u003c/strong\u003e\u0026nbsp;until she is 35, only then can she marry who she likes.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eOh, that\u0027s not a problem.\u0026nbsp;Thirty-five is a very attractive age.\u0026nbsp;London society is full of women who have remained 35 for years. Lady Dumbleton, for example, she\u0027s been 35 ever since she turned 40, a long time ago.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eBut I can\u0027t wait that long. I hate waiting even five minutes for someone. Waiting, even to be married, is just not possible.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, what shall we do, Cecily?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI don\u0027t know, Algernon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eMy dear Mr Worthing, as Miss Cardew says she cannot wait till she is 35 – which seems to indicate she is a little impatient – could you change your mind?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMy dear Lady Bracknell, the moment you agree to my marriage with Gwendolen, I will happily allow your nephew to become engaged to Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eThat is impossible. Look at the time! Gwendolen, dear, we\u0027ve already missed five trains.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eBut they\u0027ll miss the next one, too, because Reverend Chasuble arrives to announce that everything is ready for the\u0026nbsp;\u003cstrong\u003echristenings\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eChristenings, sir!\u0026nbsp;Isn\u0027t that a little\u0026nbsp;\u003cstrong\u003epremature\u003c/strong\u003e?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eBoth these gentlemen have said they want to be christened this afternoon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eAt their age?\u0026nbsp;That\u0027s ridiculous!\u0026nbsp;Algernon, Lord Bracknell would be very unhappy if he knew this was how you wasted your time and money.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eSo, no christenings this afternoon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eIt would be no use to either of us, Reverend Chasuble, at the moment.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eWell, I\u0027ll return to the church straight away. It seems Miss Prism has been waiting there for me for an hour and a half.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eMiss Prism!\u0026nbsp;Did you say Miss Prism?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eYes, Lady Bracknell.\u0026nbsp;I\u0027m going to see her now.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eWait a moment. Is this Miss Prism an unattractive woman, connected with education?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eShe\u0027s very well educated indeed.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eIt\u0027s obviously the same person.\u0026nbsp;And what position does she have in your house?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMiss Prism, Lady Bracknell, is Miss Cardew\u0027s\u0026nbsp;\u003cstrong\u003egoverness\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eI must see her at once.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eChasuble\u003c/strong\u003e\u003cbr /\u003eWell, she\u0027s here now! Look, she\u0027s coming up the garden path.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eMiss Prism arrives. When she sees Lady Bracknell, she goes white.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003ePrism! Come here!\u0026nbsp;Where is that baby? Twenty-eight years ago, Prism,\u0026nbsp;\u003cstrong\u003eyou left my house with a pram in which a male baby was sleeping\u003c/strong\u003e. You never came back.\u0026nbsp;\u003cstrong\u003eThe police found the pram\u003c/strong\u003e.It contained a novel but no baby! Prism!\u0026nbsp;What happened to that baby?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eLady Bracknell, I really don\u0027t know.\u0026nbsp;I wish I did.\u0026nbsp;This is what happened. I took the baby out in its pram as usual.\u0026nbsp;\u003cstrong\u003eI also took with me a large, old handbag in which I was intending to put the novel that I had written\u003c/strong\u003e.\u0026nbsp;In a moment\u0026nbsp;\u003cstrong\u003ewhen I wasn\u0027t thinking,\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eI put the novel in the pram, and placed the baby in the bag\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eBut where did you put the bag?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eI left it in the\u0026nbsp;\u003cstrong\u003ecloakroom\u003c/strong\u003e\u0026nbsp;of a railway station in London.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWhich railway station?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eVictoria.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI must just go to my room.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eHe rushes off. After several minutes, Jack\u0026nbsp;returns carrying a black leather bag.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eIs this the bag, Miss Prism?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eYes, here are my\u0026nbsp;\u003cstrong\u003einitials\u003c/strong\u003e.\u0026nbsp;I\u0027m so pleased to get it back so\u0026nbsp;\u003cstrong\u003eunexpectedly\u003c/strong\u003e.\u0026nbsp;It has been very\u0026nbsp;\u003cstrong\u003einconvenient\u003c/strong\u003e\u0026nbsp;not to have it all these years.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMiss Prism, it\u0027s not just the bag that has been given back to you. I was the baby in it.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eYou?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYes… mother!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMiss Prism\u003c/strong\u003e\u003cbr /\u003eMr Worthing, there is some mistake!\u0026nbsp;Lady Bracknell\u0026nbsp;can tell you who you really are.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eLady Bracknell, I hate to be\u0026nbsp;\u003cstrong\u003einquisitive\u003c/strong\u003e, but could you tell me who I am?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eI\u0027m afraid you are the son of my poor sister, Mrs Moncrieff. You are Algernon\u0027s elder brother.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eAlgy\u0027s elder brother! Then I do have a brother. I always said I had a brother! Algy, you\u0027ll have to treat me with more respect in future. You have never behaved like a brother to me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI did my best.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eMy darling!\u0026nbsp;But what is your christian name, now that you have become someone else?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGood heavens! I had forgotten about that.\u0026nbsp;Lady Bracknell,\u0026nbsp;\u003cstrong\u003ewhen Miss Prism left me in the bag, had I been christened already\u003c/strong\u003e?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eYour parents gave you everything, including a christening.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, what name was I given?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eYou were the eldest son, so you were given your father\u0027s name.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYes, but what was his name?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eI cannot remember the General\u0027s full name.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eAlgy!\u0026nbsp;Can\u0027t you remember what our father\u0027s name was?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eMy dear fellow, I was one when he died.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eHis name would appear in the army lists, wouldn\u0027t it, Lady Bracknell?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eThat\u0027s true.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI have the lists of the last 40 years here.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eHe rushes to the bookcase and pulls the books out.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eGenerals… Mallam, Migsby, Moncrieff! General 1869, his full name was… Jack Ernest! … I always told you, Gwendolen, my name was Ernest, didn\u0027t I? Well, it is Ernest after all.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eErnest! My own Ernest!\u0026nbsp;I felt from the beginning that you could have no other name!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGwendolen, it is a terrible thing for a man to suddenly find out that all his life he has been speaking nothing but the truth.\u0026nbsp;Can you forgive me?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eI can.\u0026nbsp;For I\u0027m sure you will change.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMy darling!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd Jack\u0026nbsp;\u003cstrong\u003eembraces\u003c/strong\u003e\u0026nbsp;Gwendolen. Algernon does the same with Cecily. Even Reverend Chasuble embraces someone – Miss Prism, much to her delight.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGwendolen!\u0026nbsp;At last!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eMy nephew, you are showing a lack of seriousness.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eNo, it\u0027s the opposite, Lady Bracknell. I\u0027ve now realised for the first time in my life the extreme Importance of Being\u0026nbsp;\u003cstrong\u003eEarnest\u003c/strong\u003e.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 131,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eguardian\u003cbr /\u003e\u003c/strong\u003esomeone who is legally responsible for someone else such as a child whose parents cannot look after them (perhaps because they have died)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecomes of age\u003cbr /\u003e\u003c/strong\u003ewhen a person becomes adult by law\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echristening\u003cbr /\u003e\u003c/strong\u003ea religious ceremony in the Christian Church during which a baby is given a name and becomes a member of the Christian Church\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epremature\u003cbr /\u003e\u003c/strong\u003etoo soon\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egoverness\u003cbr /\u003e\u003c/strong\u003ea woman who in the past lived with a family and taught the children\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecloakroom\u003cbr /\u003e\u003c/strong\u003eplace in a theatre, restaurant and previously in railway stations, where you can leave coats, bags and other small items\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einitials\u003cbr /\u003e\u003c/strong\u003ethe first letters of a person\u0027s names\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eunexpectedly\u003cbr /\u003e\u003c/strong\u003esurprisingly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einconvenient\u003cbr /\u003e\u003c/strong\u003edifficult\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einquisitive\u003cbr /\u003e\u003c/strong\u003ecurious, asking lots of questions\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eluxury\u003cbr /\u003e\u003c/strong\u003esomething that is very nice to have but is not necessary\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eembraces\u003cbr /\u003e\u003c/strong\u003eholds someone in your arms to show you love them\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eearnest\u003cbr /\u003e\u003c/strong\u003eserious and determined\u003c/p\u003e\n "
  },
  {
    "_id": 2,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Lady Bracknell makes a surprise appearance",
    "mEpisodeDate": "25 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit19/b2_u19_drama_earnest_ep9_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the ninth episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eLady Bracknell makes a surprise appearance. And she\u0027s not pleased that Algernon is in love with Cecily.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p030p6sv.jpg",
    "mTitle": "The Importance of Being Earnest, Part 9: A reunion and a death",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eGwendolen and Cecily are angry with Jack and Algernon now they know their real names – neither of them are called Ernest. The two women are inside the house. The men come in trying to look and sound cheerful.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack and Algernon\u003cbr /\u003e\u003c/strong\u003e[whistling Daisy, Daisy]\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eI\u0027m sure they\u0027re feeling sorry. Let\u0027s not say anything.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eCertainly not. Mr Moncrieff, why did you pretend to be my\u0026nbsp;\u003cstrong\u003eguardian\u003c/strong\u003e\u0027s brother?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eSo that I had the opportunity to meet you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eThat seems a satisfactory explanation, doesn\u0027t it Gwendolen?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eYes, if you can believe him.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI don\u0027t.\u0026nbsp;But his answer was so beautiful.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eTrue.\u0026nbsp;In matters of great importance, it\u0027s style, not truth that is essential.\u0026nbsp;Mr Worthing, why did you pretend to have a brother?\u0026nbsp;Was it so you could come to London to see me?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eDo you have any doubts, dear Gwendolen?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eI have serious doubts.\u0026nbsp;But I intend to ignore them.\u0026nbsp;Cecily, should we forgive them?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYes.\u0026nbsp;I mean no.\u0026nbsp;\u003cstrong\u003eProbably\u003c/strong\u003e\u0026nbsp;not. What about their names?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eTrue!\u0026nbsp;I had forgotten!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eand\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYour names are still a huge problem!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eand\u0026nbsp;Algernon\u003c/strong\u003e\u003cbr /\u003eOur names!\u0026nbsp;Is that all?\u0026nbsp;But we are going to be\u0026nbsp;\u003cstrong\u003echristened\u0026nbsp;\u003c/strong\u003ewith a different name this afternoon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eYou are prepared to do this terrible thing for me, Jack?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI am.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eTo please me you are ready to face this awful experience, Algernon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI am!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eHow can people talk about the equality of the sexes!\u0026nbsp;Men have moments of physical\u0026nbsp;\u003cstrong\u003ecourage\u003c/strong\u003e\u0026nbsp;which we women know\u0026nbsp;\u003cstrong\u003eabsolutely\u003c/strong\u003e\u0026nbsp;nothing about.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eJack, darling!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eCecily, darling!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd they fall into each other\u0027s arms. Merriman comes in and coughs\u0026nbsp;\u003cstrong\u003eloudly\u003c/strong\u003e. He announces a visitor.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eAhem!\u0026nbsp;Ahem!\u0026nbsp;Lady Bracknell!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGood heavens!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eGwendolen!\u0026nbsp;What does this mean?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eSimply\u003c/strong\u003e\u0026nbsp;that I am engaged to Mr Worthing, mamma.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eMr Worthing, I followed my daughter by train. Gwendolen is meant to be attending a university lecture. Well, that is what her father thinks. All communication between yourself and my daughter must end\u0026nbsp;\u003cstrong\u003eimmediately\u003c/strong\u003e.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWe are engaged to be married, Lady Bracknell!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eYou are nothing of the kind, sir.\u0026nbsp;And now, what about Algernon! … Algernon!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, Aunt Augusta.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eMay I ask if it is in this house that your sick friend Mr Bunbury lives?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh!\u0026nbsp;No!\u0026nbsp;Bunbury doesn\u0027t live here.\u0026nbsp;Bunbury is somewhere else at the moment.\u0026nbsp;In fact, Bunbury is dead.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eDead!\u0026nbsp;When did he die?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh!\u0026nbsp;I killed Bunbury this afternoon. I mean poor Bunbury died this afternoon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eHe died so\u0026nbsp;\u003cstrong\u003esuddenly\u003c/strong\u003e? What did he die of?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI mean he was discovered!\u0026nbsp;The doctors discovered that he could not live, so he died.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eHe seems to have had great\u0026nbsp;\u003cstrong\u003econfidence\u003c/strong\u003e\u0026nbsp;in the opinion of his doctors.\u0026nbsp;I am glad that he\u0026nbsp;\u003cstrong\u003efinally\u003c/strong\u003e\u0026nbsp;made up his mind to take some definite course of action, and acted under proper medical advice.\u0026nbsp;And now, Mr Worthing, who is the young person whose hand my nephew Algernon is holding in an unnecessary way?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThat is Miss Cecily Cardew, I\u0027m her guardian.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI am engaged to Cecily, Aunt Augusta.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eI beg your pardon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eMr Moncrieff and I are engaged to be married, Lady Bracknell.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eLady Bracknell has to sit down at this news.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eThere seems to be something\u0026nbsp;\u003cstrong\u003eunusually\u003c/strong\u003e\u0026nbsp;exciting in the air – the number of engagements seems to be above average. Mr Worthing, is Miss Cardew at all connected with any railway stations in London?\u0026nbsp;I am\u0026nbsp;\u003cstrong\u003esimply\u003c/strong\u003e\u0026nbsp;asking.\u0026nbsp;Until yesterday I didn\u0027t know any families or people whose origin was a station.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMiss Cecily Cardew is the granddaughter of the\u0026nbsp;\u003cstrong\u003elate\u003c/strong\u003e\u0026nbsp;Mr Thomas Cardew of 149 Belgrave Square; Gervase Park,\u0026nbsp;\u003cstrong\u003eSurrey\u003c/strong\u003e; and the Sporran,\u0026nbsp;\u003cstrong\u003eFifeshire\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eThree addresses. That\u0026nbsp;\u003cstrong\u003ealways\u003c/strong\u003e\u0026nbsp;gives me\u003cstrong\u003e\u0026nbsp;confidence\u003c/strong\u003e. I am not unsatisfied.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eHow\u0026nbsp;\u003cstrong\u003eextremely\u003c/strong\u003e\u0026nbsp;kind of you, Lady Bracknell!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eNow Gwendolen, we have to leave… Just one thing, Mr Worthing, does Miss Cardew have any money?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eOh! About \u0026pound;130,000. That is all.\u0026nbsp;Goodbye, Lady Bracknell.\u0026nbsp;So pleased to have seen you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eA moment, Mr Worthing.\u0026nbsp;\u0026pound;130,000!\u0026nbsp;Miss Cardew seems to me a most attractive young lady, now that I look at her. Come over here, dear… Turn round, dear child, so I can see your face.There are definite social possibilities in your face.\u0026nbsp;Algernon!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, Aunt Augusta!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eThere are definite social possibilities in Miss Cardew.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI don\u0027t care about social possibilities.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eNever speak\u0026nbsp;\u003cstrong\u003edisrespectfully\u003c/strong\u003e\u0026nbsp;of Society, Algernon.\u0026nbsp;Only people who can\u0027t get into it do that.\u0026nbsp;Now Miss Cardew, of course you know that Algernon has nothing but his\u0026nbsp;\u003cstrong\u003edebts\u0026nbsp;\u003c/strong\u003eto depend upon.\u0026nbsp;But I do not approve of marriages for money. Well, I suppose I must give my\u0026nbsp;\u003cstrong\u003econsent\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eThank you, Aunt Augusta.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eThe marriage had better take place quite soon. I am not in favour of long engagements. They give people the chance to find out each other\u0027s characters before marriage – never a good thing.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI\u0027m sorry to interrupt you, Lady Bracknell, but I am Miss Cardew\u0027s guardian, and I don\u0027t give my consent to this marriage.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eAnd why not may I ask?\u0026nbsp;Isn\u0027t Algernon an extremely\u0026nbsp;\u003cstrong\u003eeligible\u003c/strong\u003e\u0026nbsp;young man? He has nothing, but he looks everything.\u0026nbsp;What more can one desire?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThe fact is that I do not\u0026nbsp;\u003cstrong\u003eapprove\u003c/strong\u003e\u0026nbsp;of his\u0026nbsp;\u003cstrong\u003emoral\u003c/strong\u003e\u0026nbsp;character.\u0026nbsp;He has not been honest.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAlgernon\u0026nbsp;and\u0026nbsp;Cecily\u0026nbsp;look at him amazed.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eUntruthful! Algernon? Impossible!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI\u0027m afraid there is no doubt.\u0026nbsp;This afternoon he came to my house pretending to be my brother.\u0026nbsp;He has succeeded in one afternoon to change the affections of dear Cecily.\u0026nbsp;He then stayed to tea, and ate all the\u0026nbsp;\u003cstrong\u003emuffins\u003c/strong\u003e.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eLady Bracknell\u003c/strong\u003e\u003cbr /\u003eAhem! Mr Worthing, after careful consideration I have decided to forgive my nephew\u0027s behaviour.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThat is very generous of you, Lady Bracknell. However\u0026nbsp;I have not changed my mind. I do not give my consent.\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 130,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eguardian\u003cbr /\u003e\u003c/strong\u003esomeone who is legally responsible for someone else such as a child whose parents cannot look after them (perhaps because they have died)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echristened\u003cbr /\u003e\u003c/strong\u003egiven a name (usually as a baby) during a religious ceremony in the Christian Church\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecourage\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ethe ability to face difficult situations or danger without showing fear\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elate\u003c/strong\u003e\u003cbr /\u003erecently died\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eSurrey\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003ea county in England near London\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eFifeshire\u003cbr /\u003e\u003c/strong\u003ea county in Scotland\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003econfidence\u003cbr /\u003e\u003c/strong\u003ethinking that someone is good and honest\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edisrespectful\u003cbr /\u003e\u003c/strong\u003eshowing lack of respect\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edebts\u003cbr /\u003e\u003c/strong\u003eamounts of money you owe to someone\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003econsent\u003cbr /\u003e\u003c/strong\u003epermission\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eeligible\u003cbr /\u003e\u003c/strong\u003esuitable as someone to marry\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eapprove\u003cbr /\u003e\u003c/strong\u003eto think someone or something is good\u003cstrong\u003e\u003cbr /\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emoral\u003cbr /\u003e\u003c/strong\u003egood and honest\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emuffins\u003cbr /\u003e\u003c/strong\u003esmall, round type of bread that is sliced and eaten hot with butter\u003c/p\u003e\n "
  },
  {
    "_id": 3,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "It\u0027s time for the men to admit they\u0027re not called Ernest",
    "mEpisodeDate": "18 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit18/b2_u18_drama_earnest_ep8_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the eighth episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eIt\u0027s time for the men to admit they\u0027re not called Ernest. How will Gwendolen and Cecily react?\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p030238d.jpg",
    "mTitle": "The Importance of Being Earnest, Part 8: The truth about Ernest",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eCecily and Gwendolen both thought they were engaged to someone called Ernest. But Gwendolen has just found out her man\u0027s real name is Jack. Let\u0027s join them in the garden now, where Cecily is asking Algernon an important question...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003cbr /\u003e\u003c/strong\u003eAre you engaged to Gwendolen?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eEngaged to Gwendolen? Of course not!\u0026nbsp;What made you think that?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eThank you.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd Cecily lets Algernon kiss her on her cheek.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eI knew there was some slight error, Miss Cardew.\u0026nbsp;\u003cstrong\u003eThe gentleman who is now\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eembracing\u003c/strong\u003e\u0026nbsp;you is my cousin, Mr Algernon Moncrieff.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eAlgernon! Is your name Algernon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI cannot\u0026nbsp;\u003cstrong\u003edeny\u003c/strong\u003e\u0026nbsp;it.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eIs your name really Jack?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMy name certainly is Jack.\u0026nbsp;It\u0027s been Jack for years.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eGwendolen, we have both been greatly\u0026nbsp;\u003cstrong\u003edeceived\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eMy poor Cecily!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eMy sweet Gwendolen!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u0026nbsp;\u003c/strong\u003e\u003cstrong\u003eand\u0026nbsp;Algernon\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003e[groan]\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eMr Worthing, there is just one question I would like to ask you.\u0026nbsp;Where is your brother Ernest?\u0026nbsp;Cecily and I are both engaged to be married to your brother, so it is a\u0026nbsp;\u003cstrong\u003ematter\u003c/strong\u003e\u0026nbsp;of some importance to us to know where he is at present.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGwendolen, Cecily, it is very painfulfor me to speak the truth and I am really quite inexperienced in doing anything of the kind.\u0026nbsp;However, I will tell you quite frankly that I don\u0027t have a brother Ernest.\u0026nbsp;I don\u0027t have a brother at all.\u0026nbsp;I\u0027ve never had a brother in my life, and I don\u0027t plan to ever have one in the future.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eNo brother at all?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eNone!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eHave you never had a brother of any kind?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eNever.\u0026nbsp;Not even of any kind.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eCecily, it\u0027s quite clear that neither of us are engaged to be married to anyone.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eIt\u0027s not a very pleasant position for a young girl suddenly to find herself in.\u0026nbsp;Is it?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eLet\u0027s go in the house.\u0026nbsp;They\u0027ll dare not come after us there.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eNo, men are so\u0026nbsp;\u003cstrong\u003ecowardly\u003c/strong\u003e, aren\u0027t they?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd the two women, who minutes before were arguing, now go arm in arm into the house.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThis awful situation is what you call\u0026nbsp;\u003cstrong\u003eBunburying\u003c/strong\u003e, I suppose?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, and a wonderful Bunbury it is.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, you\u0027ve no right to Bunbury here.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eThat\u0027s absurd.\u0026nbsp;People can Bunbury anywhere they choose.\u0026nbsp;Every serious Bunburyist knows that.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eSerious Bunburyist!\u0026nbsp;Good heavens!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, you have to be serious about something.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, the only satisfaction I have in all this terrible business is that your friend Bunbury is finished.\u0026nbsp;You won\u0027t be able to run to the country quite as often as you used to, dear Algy.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYour brother is a little unwell, isn\u0027t he, dear Jack? You won\u0027t be able to disappear to London quite so frequently now.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eAs for your behaviour towards Miss Cardew, I must say that fooling a sweet, innocent girl like that is quite\u0026nbsp;\u003cstrong\u003einexcusable\u003c/strong\u003e.\u0026nbsp;To say nothing of the fact that I am her guardian.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI can see no excuse at all for you deceiving a clever, thoroughly experienced young lady like Miss Fairfax. To say nothing of the fact that she is my cousin.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eI wanted to be engaged to Gwendolen, that is all.\u0026nbsp;I love her.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eWell, I simply wanted to be engaged to Cecily. I adore her.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eThere is certainly no chance of your marrying Miss Cardew.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eAnd I don\u0027t think it\u0027s very likely, Jack, that you and Miss Fairfax will be together. Ooh... muffins...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eWell, that\u0027s no business of yours... And how can you sit there, calmly eating muffins when we are in this horrible trouble? You seem perfectly\u0026nbsp;\u003cstrong\u003eheartless\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003e[eating] Well, I can\u0027t eat muffins in a nervous way.\u0026nbsp;The butter would probably get on my sleeves.\u0026nbsp;You should always eat muffins quite calmly.\u0026nbsp;It\u0027s the only way to eat them.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003eWell, that\u0027s no reason to eat them all in that greedy way. Give them to me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eBut you just said it was heartless to eat muffins.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003cbr /\u003e\u003c/strong\u003eAlgy, I wish you would go.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYou can\u0027t possibly ask me to go without having some dinner.\u0026nbsp;Besides I have just arranged with\u0026nbsp;\u003cstrong\u003eReverend\u003c/strong\u003e\u0026nbsp;Chasuble to be christened at a quarter to six with the name of Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eMy dear fellow, please stop that nonsense.\u0026nbsp;I arranged this morning with Reverend Chasuble to be\u0026nbsp;\u003cstrong\u003echristened\u003c/strong\u003e\u0026nbsp;myself at 5.30, and I will, of course, take the name of Ernest. We can\u0027t both be called Ernest. Besides, I have a perfect\u0026nbsp;\u003cstrong\u003eright\u003c/strong\u003e\u0026nbsp;to be christened if I like.\u0026nbsp;There is no evidence at all that I have ever been christened by anybody. You, on the other hand, have already been christened.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, but I haven\u0027t been christened for years.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eYes, but you have been christened.\u0026nbsp;That\u0027s the important thing.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, so I know I can stand it. You\u0027re not quite sure that you have ever been christened, and I think it would be rather dangerous to do it now.\u0026nbsp;It might make you very unwell.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003e[eating] Oh, that\u0027s nonsense; you are always talking nonsense.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eJack, you\u0027re eating the muffins again!\u0026nbsp;I wish you wouldn\u0027t.\u0026nbsp;There are only two left.\u0026nbsp;I told you I was particularly fond of muffins.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eAlgernon!\u0026nbsp;I have already told you to go.\u0026nbsp;I don\u0027t want you here.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI haven\u0027t quite finished my tea yet! And there is still one muffin left.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003e[groans in despair]\u0026nbsp;\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 129,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eembracing\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eholding someone in your arms to show you love them\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edeny\u0026nbsp;\u003c/strong\u003e\u003cbr /\u003eto say something is not true\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edeceived\u0026nbsp;\u003c/strong\u003e\u003cbr /\u003etricked\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecowardly\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003enot brave enough to do something they should\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eBunburying\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003einvented word which means inventing a person (either for yourself or a different person) to give you an excuse for behaving in a different way or to avoid situations\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einexcusable\u003cbr /\u003e\u003c/strong\u003edescribing behaviour that is very bad\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emuffins\u003cbr /\u003e\u003c/strong\u003esmall, round breads that are sliced and eaten hot with butter\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eheartless\u003cbr /\u003e\u003c/strong\u003eshowing no feeling or consideration for others\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eReverend\u003cbr /\u003e\u003c/strong\u003etitle for a person who performs religious duties in the Christian Church\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echristened\u003cbr /\u003e\u003c/strong\u003egiven a name (usually as a baby) during a religious ceremony in the Christian Church\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eright\u003cbr /\u003e\u003c/strong\u003esomething a person is allowed to do or have\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003econstitution\u003cbr /\u003e\u003c/strong\u003estate of someone\u0027s health\u003c/p\u003e\n "
  },
  {
    "_id": 4,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Cecily and Gwendolen both think they\u0027re engaged to someone called Ernest. When they meet it can\u0027t go well, can it?",
    "mEpisodeDate": "11 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit17/b2_u17_drama_earnest_ep7_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the seventh episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eCecily and Gwendolen both think they\u0027re engaged to someone called Ernest. When they meet it can\u0027t go well, can it?\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02z9vnm.jpg",
    "mTitle": "The Importance of Being Earnest, Part 7: The Misunderstanding",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAlgernon and Cecily are engaged. But Cecily thinks his name is Ernest and so Algernon has rushed off to change his name. Meanwhile, Gwendolen has arrived and\u0026nbsp;\u003cstrong\u003eis about to\u0026nbsp;\u003c/strong\u003emeet Cecily for the first time. Gwendolen also thinks she\u0027s engaged to someone called Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eHello, my name is Cecily Cardew.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eWhat a sweet name! I like you already.\u0026nbsp;I think\u0026nbsp;\u003cstrong\u003ewe are going to be\u003c/strong\u003e\u0026nbsp;great friends.\u0026nbsp;My\u0026nbsp;\u003cstrong\u003efirst\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eimpressions\u003c/strong\u003e\u0026nbsp;of people are never wrong.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eHow nice of you to like me so much when we have only just met.\u0026nbsp;Please sit down.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eMay I call you Cecily?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eWith pleasure!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eAnd you can call me Gwendolen… You are here on a short visit, I suppose.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh no!\u0026nbsp;I live here.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eReally?\u0026nbsp;Your mother, no doubt, lives here, too?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh no!\u0026nbsp;I don\u0027t have a mother or father - in fact, I don\u0027t have any relations.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eReally?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eMy dear\u0026nbsp;\u003cstrong\u003eguardian\u003c/strong\u003e\u0026nbsp;looks after me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eYour guardian?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYes, Mr Worthing.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eShe means Jack, of course.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eOh!\u0026nbsp;That\u0027s strange - he\u0027s never mentioned to me that he was a guardian. And I\u0027m not sure, that this news fills me with great delight... I have liked you ever since I met you, Cecily.\u0026nbsp;But now that I know that Mr Worthing is your guardian, I can\u0027t help wishing that you were... well… just a little older, and not quite so... well... attractive.\u0026nbsp;In fact, if I may speak honestly...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003ePlease do...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eWell, to be honest, Cecily, I wish that you were 42 and unattractive.\u0026nbsp;Ernest would never lie to me. Though I don\u0027t always trust him, [to herself] especially with beautiful women.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI\u0027m sorry, Gwendolen, did you say Ernest?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eYes.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, but it isn\u0027t Mr Ernest Worthing who is my guardian.\u0026nbsp;It\u0027s his brother - his elder brother.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eBy Ernest Worthing, she means Algernon.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eErnest never mentioned to me that he had a brother.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eWell, they haven\u0027t been getting along well for a long time.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eAh! that explains it.\u0026nbsp;Cecily, you have greatly\u0026nbsp;\u003cstrong\u003ereassured\u0026nbsp;\u003c/strong\u003eme.\u0026nbsp;I was beginning to get anxious.\u0026nbsp;You are quite sure that it is not Mr Ernest Worthing who is your guardian?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eQuite sure.\u0026nbsp;In fact, I am going to be his.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;I beg your pardon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;Dearest Gwendolen\u0026nbsp;\u003cstrong\u003eMr Ernest Worthing and I are going to get married\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eNow when Cecily says Ernest here, she, of course, means Algernon, who she thinks is called Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eMy darling Cecily, there must be some mistake.\u0026nbsp;Mr Ernest Worthing is engaged to me.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd when Gwendolen says Ernest here, she, of course, means Jack.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003eThe announcement will appear\u003c/strong\u003e\u0026nbsp;in the\u0026nbsp;paperon Saturday.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;You must be mistaken.\u0026nbsp;Ernest proposed to me ten minutes ago.\u0026nbsp;I\u0027ve written it in my diary.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eThat\u0027s very strange, because he asked me marry him yesterday afternoon.\u0026nbsp;Here, it\u0027s in my diary. I never travel without my diary.\u0026nbsp;You should always have something excitingto read in the train. I\u0027m sorry, dear Cecily, but I\u0027m afraid he was mine first.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eIt upsets me, dear Gwendolen, but I have to point out that since Ernest proposed to you, he has clearly changed his mind.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eIf the poor fellow has been\u0026nbsp;\u003cstrong\u003etrapped\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eI intend to rescue\u003c/strong\u003e\u0026nbsp;him at once.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003eWhatever\u0026nbsp;\u003cstrong\u003eentanglement\u0026nbsp;\u003c/strong\u003emy dear boy has got into,\u0026nbsp;\u003cstrong\u003eI will never\u003c/strong\u003e\u0026nbsp;\u003cstrong\u003eblame\u0026nbsp;\u003c/strong\u003ehim.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eAre you referring to me, Miss Cardew, as an entanglement?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eDo you suggest, Miss Fairfax, that I trapped Ernest into an engagement?\u0026nbsp;How dare you?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003cbr /\u003e\u003c/strong\u003eMiss Cardew…\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u0026nbsp;\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;Ahem!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eBut they are interrupted by Merriman who arrives with the tea. The two women look angrily at each other. They can\u0027t continue their argument in front of him.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;Are there many interesting walks around here, Miss Cardew?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh! Yes! Several. From the top of the hills you can see five\u0026nbsp;\u003cstrong\u003ecounties\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eFive counties!\u0026nbsp;I wouldn\u0027t like that; I hate crowds.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;I suppose that is why you live in London?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;Quite a well-kept garden this is, Miss Cardew.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eSo glad you like it, Miss Fairfax.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eI had no idea there were any flowers in the country.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, flowers are as common here, Miss Fairfax, as people are in London. Would you like some tea, Miss Fairfax?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;Thank you.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u0026nbsp;Awful girl!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;Sugar?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003e[Superciliously]\u0026nbsp;No, thank you.\u0026nbsp;Sugar is not fashionable any more.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eCecily\u0026nbsp;puts four lumps of sugar into the cup, which she gives to Gwendolen, who does not notice as she is\u0026nbsp;\u003cstrong\u003eshort-sighted\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e[Severely]\u0026nbsp;Cake or bread and butter?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eBread and butter, please.\u0026nbsp;Cake is rarely seen at the best houses nowadays.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eCecily cuts a large slice of cake and hands it to Gwendolen. Gwendolen\u0026nbsp;drinks the tea and\u0026nbsp;\u003cstrong\u003eshudders\u003c/strong\u003e.\u0026nbsp;She puts down the cup, reaches out for the bread and butter and finds it\u0027s cake.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eYou have put sugar in my tea, and though I asked quite clearly for bread and butter, you have given me cake.\u0026nbsp;I usually have a gentle and sweet nature, but I warn you, Miss Cardew, you may go too far.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eI would do anything to save my poor, innocent boy from the secret plansof another girl.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eFrom the moment I saw you I distrusted you.\u0026nbsp;My first impressions of people are always right.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eIt seems to me, Miss Fairfax, that I am wasting your valuable time.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd here comes Jack.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eErnest!\u0026nbsp;My own Ernest!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003eGwendolen!\u0026nbsp;Darling!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003e[Draws back]\u0026nbsp;Wait!\u0026nbsp;May I ask if you are engaged to this young lady?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eJack\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp;To dear little Cecily!\u0026nbsp;Of course not!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eThank you.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e\u0026nbsp; I knew there must be some misunderstanding, Miss Fairfax.\u0026nbsp;This gentleman is my guardian, Mr Jack Worthing.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eI beg your pardon?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eThis is Uncle Jack.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eGwendolen\u003c/strong\u003e\u003cbr /\u003eJack!\u0026nbsp;Oh!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd now Algernon arrives, too.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eHere is Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eCecily, my love!\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eWait, Ernest!\u0026nbsp;May I ask you - are you engaged to this young lady?\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 128,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003efirst impressions\u003cbr /\u003e\u003c/strong\u003eopinion of someone or something you make quite quickly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eguardian\u003cbr /\u003e\u003c/strong\u003esomeone who is legally responsible for someone else, such as a child whose parents cannot look after them (perhaps because they have died)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ereassured\u003cbr /\u003e\u003c/strong\u003emade to feel less worried about something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etrapped\u003cbr /\u003e\u003c/strong\u003e(here) caught by a trick\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eentanglement\u003cbr /\u003e\u003c/strong\u003e(here) a complicated situation\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eblame\u003cbr /\u003e\u003c/strong\u003esay or think that someone did something wrong\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ecounties\u003cbr /\u003e\u003c/strong\u003ethe UK is divided into counties, which are political regions\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eshort-sighted\u003cbr /\u003e\u003c/strong\u003eunable to see things that are not close\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eshudders\u003cbr /\u003e\u003c/strong\u003eshakes very suddenly\u003c/p\u003e\n "
  },
  {
    "_id": 5,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Algernon and Cecily\u0027s relationship takes an interesting twist",
    "mEpisodeDate": "04 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/intermediate/unit16/b2_u16_drama_earnest_ep6_download.mp3",
    "mSummary": " \u003cp\u003eJourney back to Victorian London with us for the sixth episode of The Importance of Being Earnest, based on the original comedy by Oscar Wilde.\u003c/p\u003e\n \u003cp\u003eAlgernon has fallen madly in love with Cecily. But when he tells her about his deep emotions, what she says surprises him.\u003c/p\u003e\n ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p02z9vhj.jpg",
    "mTitle": "The Importance of Being Earnest, Part 6: Cecily\u0027s confession",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNarrator\u003c/strong\u003e\u003cbr /\u003eJack is not happy that Algernon has come to his house pretending to be his younger brother Ernest. And he\u0027s really not happy that Algernon has met Cecily, telling him to go back to London immediately. Jack has also asked Reverend Chasuble to christen him with a different name. Let\u0027s now join Algernon and Cecily in the garden.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eI hope you won\u0027t mind, Cecily, if I tell you quite truthfully that you seem to me to be in every way absolutely perfect.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecil\u003c/strong\u003e\u003cstrong\u003ey\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eI admire your honesty, Ernest.\u0026nbsp;Now, can I just write down what you are saying in my diary.\u0026nbsp;[Writing in diary] ev... er... y... way... abs...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003cbr /\u003e\u003c/strong\u003eDo you really keep a diary?\u0026nbsp;\u003cstrong\u003eI\u0027d love to\u003c/strong\u003e\u0026nbsp;have a look. May I?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u0026nbsp;\u0026nbsp;\u003cbr /\u003eOh no. You see, it\u0027s just a young girl\u0027s\u0026nbsp;\u003cstrong\u003erecord\u003c/strong\u003e\u0026nbsp;of her own thoughts, so I can publish them. But, Ernest, please, don\u0027t stop talking.\u0026nbsp;I love doing\u0026nbsp;\u003cstrong\u003edictation\u003c/strong\u003e.\u0026nbsp;I have reached\u0026nbsp;\u003cem\u003e\u0027\u003c/em\u003eabsolutely perfect\u0027.\u0026nbsp;Go on...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eAhem!\u0026nbsp;Ahem!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, don\u0027t cough, Ernest. I don\u0027t know how to spell a cough.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eThe truth is,\u003c/strong\u003e\u0026nbsp;Cecily, ever since I first saw you, I have loved you wildly,\u0026nbsp;\u003cstrong\u003epassionately\u003c/strong\u003e\u0026nbsp;and\u0026nbsp;\u003cstrong\u003ehopelessly\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e[Writing] Wildly... passionately... Oh, I don\u0027t think that you should tell me that you love me wildly, passionately and hopelessly.\u0026nbsp;Hopelessly doesn\u0027t make much sense, does it?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eHere comes the butler, Merriman, again...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eThe carriage is waiting, sir.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eTell it to come back next week.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eUncle Jack would be very annoyed if he knew you were staying till next week.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh, I don\u0027t care about Jack. I only care about you.\u0026nbsp;I love you, Cecily. You will marry me, won\u0027t you?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eWhat a question!\u003c/strong\u003e\u0026nbsp;Of course, silly!\u0026nbsp;Well, we have been engaged for the last three months.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eFor the last three months?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYes, it will be exactly three months on Thursday.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBut how did we become engaged?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eWell, ever since Uncle Jack told us that he had a\u0026nbsp;\u003cstrong\u003ewicked\u0026nbsp;\u003c/strong\u003eyounger brother, you have been the main topic of conversation between myself and Miss Prism.\u0026nbsp;And a man who is talked about a lot is always very attractive. I fell in love with you, Ernest.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eDarling!\u0026nbsp;\u003c/strong\u003eAnd when did we actually get engaged?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOn the 14th of February.\u0026nbsp;I got tired of the fact you didn\u0027t know I existed, and so, after a long\u0026nbsp;\u003cstrong\u003estruggle\u003c/strong\u003e\u0026nbsp;with myself, I decided to accept you under this dear old oak tree here.\u0026nbsp;Here are all your letters in this box.\u0026nbsp;Look...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eAnd my goodness... There\u0027s a whole\u0026nbsp;\u003cstrong\u003ebundle\u003c/strong\u003e\u0026nbsp;of letters neatly tied up with a blue\u0026nbsp;\u003cstrong\u003eribbon\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eMy letters!\u0026nbsp;But, my own sweet Cecily, I have never written you any letters.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYou don\u0027t need to remind me, Ernest. I had to write your letters for you.\u0026nbsp;I wrote three times a week, and sometimes more often.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh, do let me read them, Cecily.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, no.\u0026nbsp;They would make you far too\u0026nbsp;\u003cstrong\u003econceited\u003c/strong\u003e.\u0026nbsp;The three you wrote after I had\u0026nbsp;\u003cstrong\u003ebroken off\u0026nbsp;\u003c/strong\u003ethe engagement are so beautiful, and so badly spelt, that even now I can hardly read them without crying a little.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBut did we break off our engagement?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOf course we did.\u0026nbsp;On the 22nd of March.\u0026nbsp;Look I\u0027ll read about it to you. [Reading from diary] \u0027Today I broke off my engagement with Ernest.\u0026nbsp;I think it is the best thing to do.\u0026nbsp;The weather is still lovely.\u0027\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBut why on earth did you break it off?\u0026nbsp;What had I done?\u0026nbsp;I had done nothing at all.\u0026nbsp;Cecily, I am very hurt to hear you broke it off.\u0026nbsp;Particularly when the weather was so lovely.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eIt wouldn\u0027t have been a really serious engagement if it hadn\u0027t been broken off at least once.\u0026nbsp;But I forgave you very quickly.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u0026nbsp;\u003cbr /\u003e\u003cstrong\u003eWhat an angel\u0026nbsp;\u003c/strong\u003eyou are, Cecily!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003cbr /\u003e\u003c/strong\u003eYou dear romantic boy.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYou\u0027ll never end our engagement again, will you Cecily?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eNot now that I have actually met you.\u0026nbsp;Besides, of course, there is\u0026nbsp;\u003cstrong\u003ethe question of your name\u003c/strong\u003e.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eYes, of course.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eYou mustn\u0027t laugh at me, but it had always been a girlish dream of mine to love someone whose name was Ernest. That name\u0026nbsp;\u003cstrong\u003einspires\u003c/strong\u003e\u0026nbsp;complete confidence.\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eBut, Cecily, do you mean that you could not love me if I had a different name?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eBut what name?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eOh, any name you like - Algernon - for instance...\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eBut I don\u0027t like the name Algernon. I might respect you, Ernest, but I don\u0027t think I\u0027d be able to really love you.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eAhem!\u0026nbsp;Cecily! The Reverend is, I suppose, knows how to carry out all church ceremonies?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh, yes. Reverend Chasuble is a very clever man.\u0026nbsp;He has never written a single book, so you can imagine how much he knows.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI must see him at once on a most important christening - I mean on important business.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eOh!\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003eI won\u0027t be away more than half an hour.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eConsidering that we have been engaged since February the 14th, and that I only met you today for the first time, I think it\u0027s rather hard that you should leave me for so long. Couldn\u0027t you make it 20 minutes?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eAlgernon\u003c/strong\u003e\u003cbr /\u003e[He kisses her] I\u0027ll be back in no time.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eMerriman arrives to announce the arrival of a visitor.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eA Miss Fairfax is here to see Mr Worthing.\u0026nbsp;On very important business, Miss Fairfax says.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eIsn\u0027t Mr Worthing in the library?\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eMr Worthing went to see Reverend Chasuble some time ago.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003ePlease ask the lady to come out here. Mr Worthing will be back soon, I\u0027m sure.\u0026nbsp;And you can bring tea.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eMerriman\u003c/strong\u003e\u003cbr /\u003eYes, Miss.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eCecily\u003c/strong\u003e\u003cbr /\u003eMiss Fairfax!\u0026nbsp;I suppose one of the many elderly women who are associated with Uncle Jack in some of his goodwork in London.\u003c/p\u003e \n \u003cp\u003e\u003cstrong\u003eNarrator\u003cbr /\u003e\u003c/strong\u003eBut it\u0027s not an elderly woman who follows Merriman into the garden.\u0026nbsp;\u003cstrong\u003eWhat a surprise!\u0026nbsp;\u003c/strong\u003eIt\u0027s Gwendolen!\u003c/p\u003e \n ",
    "mType": "DRAMA",
    "mTypeIndex": 127,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003erecord\u003cbr /\u003e\u003c/strong\u003einformation written down about something that has happened\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edictation\u003cbr /\u003e\u003c/strong\u003ewriting down exactly what someone else says\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epassionately\u003cbr /\u003e\u003c/strong\u003ewith great feeling or enthusiasm\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehopelessly\u003cbr /\u003e\u003c/strong\u003ewithout any hope; very badly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ewicked\u003c/strong\u003e\u003cbr /\u003ebehaving badly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003edarling\u003cbr /\u003e\u003c/strong\u003ea name used to call someone you love or care about\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003estruggle\u003cbr /\u003e\u003c/strong\u003esomething that is very difficult or requires a lot of effort\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebundle\u003cbr /\u003e\u003c/strong\u003ea group of things tied together\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eribbon\u003cbr /\u003e\u003c/strong\u003ea long, narrow piece of material used to tie or decorate something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003econceited\u003cbr /\u003e\u003c/strong\u003eshowing that you are very proud of yourself\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebroken off\u003cbr /\u003e\u003c/strong\u003e(phrasal verb) ended\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003einspires\u003cbr /\u003e\u003c/strong\u003emakes someone enthusiastic about something\u003c/p\u003e\n "
  }
]