[
  {
    "_id": 592,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Fame at last!",
    "mEpisodeDate": "13 Nov 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171113_to_put_someone_on_the_map_download.mp3",
    "mSummary": "When someone\u0027s become famous why would you need a map to find them? It sounds like there\u0027s some confusion over an authentic phrase. But don\u0027t worry Rob is here to show Feifei and you, the way and you won\u0027t need a map!",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/976xn/p05lt4fv.jpg",
    "mTitle": "To put someone on the map",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e \u003c/strong\u003eHello and welcome to The English We Speak with me Feifei…\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e…and me, Rob. Hello! \u0026nbsp;Hey Feifei, you know that expression \u0027to wash your dirty linen in public\u0027?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes. The expression \u0027to wash your dirty linen in public\u0027 describes someone who talks about private matters in public – so everyone can hear them. You wouldn\u0027t catch me doing that!\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Nor me – I always keep private matters private - but anyway it\u0027s exactly what Daisy and Tom have been doing.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e What? They\u0027ve been washing their dirty linen in public – you mean they\u0027ve been arguing?\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Not exactly – but yesterday, they were out in the garden making lots of noise.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Oh I see. Actually Rob I think…\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e …and I\u0027m sure Daisy said something about hanging Tom out to dry.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Rob, Rob. There\u0027s a simple explanation. But let\u0027s hear some more examples of this phrase first…\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eTim kept discussing his brother\u0027s drinking problem at the pub but I told him not to wash his dirty linen in public.\u003c/p\u003e \n\u003cp\u003eI know he\u0027s having an affair but do they have to wash their dirty linen in public?\u003c/p\u003e \n\u003cp\u003eDon\u0027t wash your dirty linen in public, save your argument for when you get home!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo the expression \u0027to wash your dirty linen in public\u0027 means you discuss private matters in public. But Rob, I don\u0027t think Daisy and Tom were talking about their family problems in the garden.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell I could hear what was going on.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eAre you sure? Because I spoke to Daisy and she said their washing machine had broken down and they were actually washing their clothes outdoors, in the garden. I think the noise was just them having a laugh.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e \u003c/strong\u003eBut what about Daisy saying she was going to hang Tom out to dry?\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e I think she meant she was going to hang Tom\u0027s \u003cem\u003eclothes\u003c/em\u003e out to dry. You need to mind your own business and then you won\u0027t hear people washing their dirty linen in public – either literally or metaphorically!\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThanks for the advice Feifei. Bye.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Bye.\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 167
  },
  {
    "_id": 593,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Is this a rubbish phrase?",
    "mEpisodeDate": "06 Nov 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171106_tews_down_in_the_dumps_download.mp3",
    "mSummary": "Feifei has arrived looking a mess and a little bit smelly! Where has she been? Neil tells her she has a wasted trip because she\u0027s taken a piece of authentic English too literally. Listen to the programme to find out where she\u0027s been and why.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05m5ns4.jpg",
    "mTitle": "Down in the dumps",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Hello and welcome to this beautiful riverside for this edition of The English We Speak. We\u0027re going to teach you a new word connected to the internet. I\u0027m Neil and with me is Feifei.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e \u003c/strong\u003eHi there.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Nothing beats a bit of fishing for relaxation, does it Feifei? Can you pass me the bait?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Bait - that\u0027s the stuff you use to attract the fish. Worms are often used. OK Neil, but where is the bait?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Don\u0027t say we forgot to bring it. OK, well, let\u0027s just have a look on my smartphone for places nearby we can buy some... Oh look at this Feifei - how to earn a million pounds a year working from home.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Don\u0027t follow that link Neil - it\u0027s just clickbait. It\u0027ll be some nonsense.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Clickbait. As we said, \u0027bait\u0027 is something used to attract fish when you are trying to catch them. Clickbait is a link on a website that\u0027s trying to attract you - to make you click on it.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e It\u0027s a word made up of two words: click and bait. Clickbait. Here are some examples.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExample\u003cbr /\u003e\u003c/strong\u003eI can never read a long article online. I\u0027m so distracted by the clickbait I always end up on some other site.\u003c/p\u003e \n\u003cp\u003eI should have known that article wasn\u0027t really going to be about Justin Bieber. They\u0027re just using his image as clickbait!\u003c/p\u003e \n\u003cp\u003eI used to love social media but now it\u0027s just full of adverts and clickbait. Rubbish!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Clickbait. A link on a website designed to draw your attention and make you click!\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e It has a quite negative sense. You feel a little like you\u0027ve been tricked when you click on clickbait.\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e That\u0027s right. The main aim of the clickbait is to get hits to a site rather than genuinely informing you. Right, now Feifei, how are we going to get some worms to make this fishing trip a success?\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003e Let\u0027s have another look at your phone - oh look, \u0027Celebrity clothing failures...\u0027\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Feifei, that\u0027s clickbait. I need bait!\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003c/strong\u003e\u003cbr /\u003e Bye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 166
  },
  {
    "_id": 594,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "A polite phrase – most of the time",
    "mEpisodeDate": "30 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171030_tews_excuse_me_download.mp3",
    "mSummary": "Rob keeps saying \u0027excuse me\u0027 but does he mean the same thing every time? Find out how these two English words \u0027excuse me\u0027 can have many different meanings and see how many examples Feifei can listen to before she has to make her excuses and go!",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05lfm3s.jpg",
    "mTitle": "Excuse me!",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eHello and welcome to The English We Speak. I\u0027m Callum.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eAnd I\u0027m Feifei.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eFeifei, what kind of workers are we – would you describe us as blue-collar workers or white-collar workers?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell, looking at our clothes, you are a T-shirt-no-collar worker and I\u0027m a yellow-with-polka-dot-collar worker. How about that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eCome on, Feifei, you know that this has nothing to do with fashion! It\u0027s about colours and what they represent when we\u0027re talking about the world of work.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eI know - just joking. A blue-collar worker is an expression we use to describe someone who does manual work. Someone who works in a factory, for example, who wears a uniform.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eIn the early 20th century, they usually wore clothing which was sturdy, cheap and didn\u0027t show dirt easily. Their uniform was made of blue fabric like denim.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003ePeople who worked in offices, doing administration or managerial tasks - clerks for example - were referred to as white-collar workers. It\u0027s because of the white shirts they wore.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eAnd this way of describing people\u0027s jobs has continued – even though people often wear whatever colour collar they like!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYou can also say blue-collar job or white-collar job.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eWhen the company went bankrupt many white-collar workers found themselves looking for blue-collar jobs.\u003c/p\u003e \n\u003cp\u003eSome popular folk songs reflect the aspirations and struggles of blue-collar workers.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell, we have two colours there, but it\u0027s good to point out that you might also hear the expression pink-collar worker, which refers to low-paid jobs performed mostly by women - jobs such as a secretary or a nurse.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eBut pink-collar worker and other classifications with colours are less common. The ones most used are blue-collar and white-collar.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWhat a pity! I quite like striped-dark-blue-and-pale-yellow-designer-collar worker.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eCallum\u003cbr /\u003e\u003c/strong\u003eYou might like that, but nobody would understand what you meant. But don\u0027t worry, you\u0027d look good in white or blue. It brings out your tan, works well in contrast with the colour of your eyes… and with your hair…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh, stop it Callum!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 165
  },
  {
    "_id": 595,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Learn a phrase with a painful ending",
    "mEpisodeDate": "23 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171023_tews_a_sting_in_the_tail_download.mp3",
    "mSummary": "Rob has a new hobby that involves the risk of getting stung, which fills Feifei with fear. But \u0027the sting in the tail\u0027 with this new activity has nothing to do with the insects. Find out what this phrase really means.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05k5p1k.jpg",
    "mTitle": "A sting in the tail",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello, welcome to The English We Speak, I\u0027m Feifei…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e…and hello, I\u0027m Neil. So Feifei, did you enjoy Jane\u0027s leaving party last night?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh yeah, it was great. Free food and free drink…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eBut that was the only reason was it? Weren\u0027t you sad to see her leave? You\u0027ve worked with her for many years.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh… right… yes. Very sad. Such a shame to see her go. We were such good friends.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eFriends! Really? Didn\u0027t she tell the boss when you took that extra-long lunch break?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh yeah – but generally, we were best buddies.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHmm, and didn\u0027t you once punch her when she tried to chat up your boyfriend at the Christmas party?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOK, OK, I didn\u0027t like her that much.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell it sounds like you were really her \u0027frenemy\u0027 – someone who pretends to be her friend but is really her enemy. It\u0027s a combination of two words – friend and enemy. Get it?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes, a fren-emy! Hmm, I\u0027ve never had one of those before.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eReally? Well let\u0027s hear this word in action…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eShe seems so false, I wouldn\u0027t trust her – she\u0027s just a frenemy.\u003c/p\u003e \n\u003cp\u003eTania\u0027s been my frenemy for years – I\u0027d go for a quick drink with her but that\u0027s it!\u003c/p\u003e \n\u003cp\u003eTom\u0027s just my frenemy – I pretend to like him but really I can\u0027t stand him!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eIf you pretend to be friends with someone but in reality you don\u0027t like each other then they are your \u0027frenemy\u0027. I wonder if I was \u003cem\u003eher\u003c/em\u003e frenemy?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI\u0027m afraid you were. She told me she was only friends with you so she could share your biscuits – and she didn\u0027t really like you. She told me at the party last night.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThank goodness we\u0027re real friends Neil – at least we can be honest with each other.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell actually, I don\u0027t like you much either. I only pretend to be your friend when I\u0027m presenting this programme!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh no! Now I\u0027ve got two frenemies!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh don\u0027t cry Feifei. I was only joking.\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 164
  },
  {
    "_id": 596,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Feeling bored of your work?",
    "mEpisodeDate": "16 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171016_tews_so_done_with_download.mp3",
    "mSummary": "Poor old Neil is incredibly bored with the report he\u0027s writing. He uses the phrase \u0027so done with\u0027 to describe how he feels. Learn how to use this handy phrase correctly in the programme.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05k2j29.jpg",
    "mTitle": "So done with",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello Finn. Looking forward to another The English We Speak?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eHi, Feifei! Oh yes, always…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eActually, before we begin, could you pass me the thingy?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eWhich thingy? The script?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNo, no - not the script. The thingy behind you…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eAh, you need a pen? Here you go.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNo. I\u0027ve got a pen actually. Two pens. I mean that… thingy over there…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eWhich thingy? Listen, I know this studio is a bit of a mess, isn\u0027t it? So if you keep saying \u0027thingy\u0027 we could be here all day!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSorry, Finn. \u0027Thingy\u0027 is a word which we sometimes use when I can\u0027t remember or don\u0027t know the name of an object. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eIt is indeed. And it can be used, informally, when you can\u0027t remember the name of a particular person too. And it\u0027s today\u0027s expression, Feifei?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eYes, why not? \u0027Thingy\u0027 is our word today in The English We Speak. Let\u0027s hear some examples of how it\u0027s used. \u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eYou want a recipe for stew? Ask… thingy. She was talking about a lovely one the other day.\u003c/p\u003e \n\u003cp\u003eSorry, I\u0027m late for the meeting. Could you just pass me the thingy for my report… I mean… the stapler?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThat\u0027s it! I was asking for the… stopwatch! I need to time the programme, Finn. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eNo, you don\u0027t. The programme is over. And this stopwatch shouldn\u0027t really be here. It belongs to… to… he was looking for it the other day.\u003cbr /\u003e\u003cstrong\u003e\u003cbr /\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eBelongs to…? \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eIt belongs to… thingy. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eCome one, Finn. It belongs to Rob. I\u0027ll return it to him!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye! \u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 163
  },
  {
    "_id": 597,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Fancy a laugh?",
    "mEpisodeDate": "09 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171009_tews_lolz_download.mp3",
    "mSummary": "You might know the slang expression \u0027LOL\u0027, but do you know about its close relation, \u0027lolz\u0027? To help you learn this expression Neil has dyed his hair bright pink especially! Lucky you",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05hky7c.jpg",
    "mTitle": "Lolz",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHello. I\u0027m Feifei and with me in the studio is ...\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eFinn, hello!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eHey, do you feel a bit tired, Finn? Well, I do. What a party yesterday!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eYes, it was good, wasn\u0027t it? Great food, plenty to drink… \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNow… forgive me for being nosey but…you said you were too busy working to have a love life. So… who was that beautiful woman you were with?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eAh, that was … just a girl I know…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eCome on, Finn, don’t be so mysterious. Everybody was looking at her. She looked like a supermodel! Is it serious? No offence, but how did you manage to attract a woman like that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eWhat do you mean? I’m very handsome! But she’s not my girlfriend…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eJust some eye candy, then? \u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eThat\u0027s not fair. I mean, yes she\u0027s beautiful – but eye candy means someone who is attractive, but not very interesting…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eI know – just teasing! It sounds like you like her… \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eErr, OK then, I do quite like her… \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eOoh, you admitted it! \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eI know…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWe can also use eye candy to talk about things which look good but are not very useful. Let’s hear some examples. \u0026nbsp;\u0026nbsp;\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eI was going out with this gorgeous footballer but it didn’t last. He was just eye candy.\u003c/p\u003e \n\u003cp\u003eThis illustrated cookbook looks good but you can never find the ingredients for the recipes. These pictures are just eye candy!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell, the party was fun anyway. And you know what? Today I\u0027m going on a date with a guy I met there. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eMmm… is this the beginning of a romance, Feifei? \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh, no. He’s very boring, actually. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003cbr /\u003e\u003c/strong\u003eJust some eye candy then? \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWell… we\u0027ll see. But I want to make all my friends jealous!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 162
  },
  {
    "_id": 598,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Why is Neil being criticised?",
    "mEpisodeDate": "02 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/171002_tews_have_a_go_download.mp3",
    "mSummary": "Feifei is being very critical of Neil’s appearance. Why is she being so unfriendly? Learn why and pick up a useful expression to talk about criticism in our programme",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05h5nq6.jpg",
    "mTitle": "Have a go",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cstrong\u003e\u003cbr /\u003e\u003c/strong\u003eHello and welcome to The English We Speak. I\u0027m Feifei and joining me is Harry.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eHello there! And the popular modern expression we are going to look at in this programme is \u0027game changer\u0027.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eGame changer. We\u0027ll look at what it means and when you can use it. So Harry – did you end up buying a new TV like you were planning?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eI certainly did\u0026nbsp; - and then some! I don\u0027t know if \u0027TV\u0027 is really the right word for it though.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWhy not?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eWell, it\u0027s so much more. It\u0027s got a 72-inch curved screen with ultimate high-definition and it\u0027s 3D. When you watch a programme, it\u0027s like you\u0027re really there.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eWow - it sounds amazing.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eIt is! TV will never be the same again. In TV terms, it\u0027s a real game changer.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eA game changer? What\u0027s that?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eWell, it\u0027s so unlike any normal TV, that it\u0027s changed the rules of what TVs are. You will never think of TV in the same way if you watch my TV – it\u0027s a new world of television.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo \u0027game changer\u0027 means something that is so new and different, it changes the rules of the game.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eExactly. It could be technology, like my TV, or a person with new ideas, or a new direction in music or fashion. Any new innovation that changes the current situation.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eI see. Let\u0027s listen to some examples:\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003eThe Beatles\u0027 album Sergeant Pepper was a real game changer – it transformed pop music forever.\u003c/p\u003e \n\u003cp\u003eOur company needs a game changer – someone who can come in and rethink the way we do everything.\u003c/p\u003e \n\u003cp\u003eLast year my boss said we could all work from home whenever we needed to. It\u0027s been a real game changer in the way we work.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eSo, some different types of game changers there. For people learning English, I suppose the internet has been a real game changer. You can study anytime, anywhere now.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eYou can – especially if you visit our website \u003ca href\u003d\"http://www.bbclearningenglish.com/\"\u003ebbclearningenglish.com\u003c/a\u003e.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eVery true, if you want to improve you English, our website can be a real game changer. So, I suppose you\u0027re going to be staying in tonight.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eMe? No, I\u0027m going out.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eBut, you\u0027ve got an amazing new TV, the game changer.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eHarry\u003cbr /\u003e\u003c/strong\u003eI know, but it\u0027s Thursday, and there\u0027s never anything good on TV on Thursdays. And to be honest, I think I\u0027ve been watching too much TV. I need to get out more.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eOh well – I guess your TV didn\u0027t change the game for long. Join us again for more The English We Speak.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 161
  },
  {
    "_id": 599,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Familiar word, new meaning!",
    "mEpisodeDate": "25 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170925_tews_about_download.mp3",
    "mSummary": "The word \u0027about\u0027 is very familiar. But there\u0027s an unexpected way to use it in spoken English. Join Feifei and Neil to learn this expression, and find out exactly who the mysterious \u0027Mark\u0027 is! ",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05gtcnj.jpg",
    "mTitle": "About",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript\u003c/p\u003e \n\u003cp\u003e(In a park by a pond)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eWhat a pleasant day, Neil! I love this park. Some of my best memories are from walking around here, feeding the ducks…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eMy best memories are… well, from across the pond.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eReally? What sort of thing did you do over there?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eShopping! They have all sorts of products over there which are cheaper than here!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eGood shops with cheap stuff… mmm… I want to go there, but I can\u0027t really see from here!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eI\u0027m talking about across the pond. And the food there is so delicious! Big portions and all very tasty! I love Mississippi mud pie!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eThat\u0027s a chocolate cake, isn\u0027t it? I want some! Where is the restaurant? I want to go there now!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eBut I told you – it\u0027s too far away. It\u0027s across the pond!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eDon\u0027t be lazy. We can just go walk around the pond. But all I can see are ducks!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eHere in Britain, when we say \u0027across the pond\u0027 or \u0027the other side of the pond\u0027 we might be referring to the Atlantic Ocean and the United States. Because there\u0027s so much contact between the two continents, we compare the ocean to a pond.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eSo the cake and the shops are… in America!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eYes! Let\u0027s hear some examples of how this expression is used.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003c/strong\u003e\u003cbr /\u003eThe latest Woody Allen movie was very popular on both sides of the pond. It was praised by critics and popular among cinemagoers.\u003c/p\u003e \n\u003cp\u003eMany American actors are starring in plays in London\u0027s West End. But this is Shakespeare’s territory and I think the best theatre is still on our side of the pond!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eYou look disappointed, Feifei. It\u0027s the chocolate cake, isn\u0027t it?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eYes, it is.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eCome on. Let\u0027s find a nice coffee shop and I’ll buy you a tasty dessert. We don\u0027t have to go to New York for that.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eNo we don\u0027t. London is a great city!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eCome on, let\u0027s go!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003c/strong\u003e\u003cbr /\u003eBye!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 160
  },
  {
    "_id": 600,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Learn an informal expression for when you have to improvise",
    "mEpisodeDate": "18 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170918_tews_wing_it_download.mp3",
    "mSummary": "Neil and Feifei are about to present the programme, but Helen has misplaced her script! Will she manage to say something on air?",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05gfps3.jpg",
    "mTitle": "Wing it",
    "mTranscript": "\u003cp\u003eNote: This is not a word-for-word transcript.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eHello, this is The English We Speak, with me Feifei…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e… and me Neil. Hello!\u003c/p\u003e \n\u003cp\u003e(Rob opens the studio door)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eHi Neil! Sorry to interrupt. I just want to confirm that you\u0027re coming to my party. Are you?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eYes, of course. Thanks, Rob. It will be a blast!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eCool. It\u0027ll be great to have you there! I\u0027ll let you get back to your recording. See you!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eNo problem.\u003c/p\u003e \n\u003cp\u003e(Finn opens the studio door)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFinn\u003c/strong\u003e\u003cbr /\u003eHi Neil! Just to tell you my presentation was a success. Your advice made all the difference!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eOh that\u0027s great news, Finn. Always happy to help.\u003c/p\u003e \n\u003cp\u003e(Vera opens the studio door)\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eVera\u003c/strong\u003e\u003cbr /\u003eHi Neil! I just wanted to say thanks for putting me in contact with Brian from the IT department. He sorted out my computer problems.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eNo problem, Vera. Any time you need a good contact, just ask.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eWait a minute! We have a programme to do here!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eWell, what can I do, I\u0027m a people person! In English, you say someone is a \u0027people person\u0027 when they are good at dealing with other people. They\u0027re helpful and have the ability to motivate people. People like me, Feifei.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eI know, I know. I appreciate your people skills too. Let\u0027s hear some examples of how this expression is used.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003c/strong\u003e\u003cbr /\u003eCallum is a people person. He gets along with everybody and would make a great manager.\u003c/p\u003e \n\u003cp\u003eYou know, you should go to the party even if you don\u0027t know anybody there. You\u0027re a people person and by the end of the night you\u0027ll have made lots of new friends.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eSo many people outside the studio… Neil, who are they?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eOh, these are colleagues and friends I\u0027ve helped out a bit recently.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003c/strong\u003e\u003cbr /\u003eBut this is… it\u0027s a crowd!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eI told you: I\u0027m a people person! Hello everybody! I\u0027ll be there in a minute!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eBoth\u003c/strong\u003e\u003cbr /\u003eBye!\u003c/p\u003e \n\u003cp\u003e\u0026nbsp;\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 159
  },
  {
    "_id": 601,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Take a chance!",
    "mEpisodeDate": "11 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/tews/170912_tews_pot_luck_download.mp3",
    "mSummary": "When you haven\u0027t chosen a piece of authentic English to explain what do you do? Listen to this programme and see if there\u0027s a phrase about taking a chance and hoping things will turn out OK.",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05fqrlg.jpg",
    "mTitle": "Pot luck",
    "mTranscript": "\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHello and welcome to \u003cem\u003eThe English We Speak \u003c/em\u003ewhere we teach you English words and phrases which you might not find in your dictionary. I\u0027m Rob. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003e… and I\u0027m Feifei. Hello.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI am getting very excited, it\u0027s nearly Christmas. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei \u003cbr /\u003e\u003c/strong\u003eI love Christmas! All the food, the presents, the silly games and the…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOh, Feifei, did you hear the boss wants us to agree to work on Christmas Day?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eReally? Why? I would never agree to that! \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI don\u0027t know, but he wanted us to agree to it. So I told him us agreeing to work on Christmas Day would be like turkeys voting for Christmas.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003e\u0027Like turkeys voting for Christmas\u0027? Rob, I know you like your turkey dinner but what\u0027s this got to do with turkeys?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eLet me explain, Feifei. As you know, lots of people eat turkeys at Christmas. So, do you think if the turkeys had a choice, they would vote for Christmas?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNo, of course not, it would be crazy for them to vote for Christmas because they get eaten.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat\u0027s right. So in English, we use this idiom \u0027like turkeys voting for Christmas\u0027 as a metaphor when someone accepts a situation which will have a negative outcome for them. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eAh, so in our case, if we agree to work on Christmas Day then we can\u0027t have the food, the presents or the drinks; more importantly, we can\u0027t spend time with our family which will be really disappointing for us.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eExactly! It will be \u0027like turkeys voting for Christmas\u0027. Let\u0027s hear some people using this phrase.\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eExamples\u003cbr /\u003e\u003c/strong\u003e\u003cem\u003eWorkers agreeing to pay cuts would be like turkeys voting for Christmas.\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e\u003cem\u003eIt would be like turkeys voting for Christmas if people asked for a tax rise.\u003c/em\u003e\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eRemember this is an informal saying so do take note of the context it\u0027s used in. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eThank you Rob for teaching us this humorous idiom. All this talking of turkey is making me very hungry. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eMe too, maybe we should just skip work today and go find some turkey to eat?\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eNow Rob, if I said yes to that, it would really be like turkeys voting for Christmas. \u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHa ha…\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eFeifei\u003cbr /\u003e\u003c/strong\u003eDo join us again for another \u003cem\u003eThe English We Speak\u003c/em\u003e. We wish you a very Happy Christmas!\u003c/p\u003e \n\u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eMerry Christmas!\u003c/p\u003e",
    "mType": "ENGLISH_WE_SPEAK",
    "mTypeIndex": 158
  }
]