[
  {
    "_id": 871,
    "isAddedWatchList": false,
    "isDownloaded": true,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "There’s a fresh interest in keeping cars out of cities. Is it a good idea?",
    "mEpisodeDate": "02 Nov 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171102_6min_english_pedestrians_download.mp3",
    "mSummary": "\u003cp\u003eNorwich was the first city in the UK to ban cars from parts of the city centre. Planners wanted to protect pedestrians from cars and to reduce pollution in its old and narrow streets. That was 50 years ago. There’s a fresh interest in keeping cars out of cities now for the same reasons. Rob and Neil talk about pedestrianising streets and teach you new vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003eWhat’s the average speed of a bus travelling along Oxford Street? Is it:\u003c/p\u003e \n \u003cp\u003ea) 4.6 miles per hour,\u003c/p\u003e \n \u003cp\u003eb) 14.6 miles per hour or\u003c/p\u003e \n \u003cp\u003ec) 46 miles per hour?\u003cbr /\u003e\u003cbr /\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05lvkg1.jpg",
    "mTitle": "Pedestrianisation - is it good for cities and towns?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003cbr /\u003e\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHello, I\u0027m Rob, and welcome to 6 Minute English, where today we’re chatting about a pedestrian topic and six items of related vocabulary.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eHello, I’m Neil. A \u003cstrong\u003epedestrian\u003c/strong\u003e is someone who walks around rather than travelling by car or bus. But in Rob’s sentence he used the adjective, and in this context it means dull or uninteresting!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd of course I was making a pun, Neil. Because of course the show is going to be extremely interesting! It’sabout safety on the streets – and whether pedestrianisation is a good thing or not.\u0026nbsp;\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cstrong\u003ePedestrianisation\u003c/strong\u003e means changing a street into an area that can only be used by pedestrians.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, it sounds like a good idea – no traffic, less noise and air pollution. And no chance of getting knocked down by a car or a bus!\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThere are plans to pedestrianise Oxford Street, which is one of the busiest shopping streets in London.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eThat’s right. The Mayor of London wants to\u003cstrong\u003e tackle \u003c/strong\u003e– or make an effort to deal with – air pollution in this very busy spot – where the amount of traffic is definitely a problem! In fact, can you tell me, Neil, what’s the average speed of a bus travelling along Oxford Street? Is it:\u003cbr /\u003ea) 4.6 miles per hour,\u003cbr /\u003eb) 14.6 miles per hour or\u003cbr /\u003ec) 46 miles per hour?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd I think it’s 14.6 miles per hour – a) sounds too slow and c) sounds too fast!\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, we\u0027ll find out the answer later on. The problem is – the traffic doesn’t just disappear. You ban it from one area – and it gets rerouted somewhere else.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003eBan\u003c/strong\u003e means to say officially that something can’t be done. And \u003cstrong\u003ereroute\u003c/strong\u003e means to change the direction you’re travelling in, in order to reach a particular destination. That’s true, Rob. It must be a big headache for city planners.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, let’s listen now to Joe Urvin, Chief Executive of Living Streets. He’s going to talk some more about why traffic is causing problems in our towns and cities.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003cstrong\u003e\u003cspan\u003eJoe Urvin, Chief Executive of Living Streets\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIn 1970 we had 20 million cars in this country. Now we have over 30 million cars in such a short period. So that creates three big problems. One is space – because we’ve still got the same street structures in our towns and cities, causing congestion. It causes pollution, which people are concerned about more and more. And actually, it’s kind of engineering walking out of our lives. So we’re actually not getting enough exercise, which is a cause of a health crisis. Smart cities are looking at pedestrianisation – in Glasgow, in Birmingham, in London for example, Manchester – as a way of not only making their places, cities better and more attractive, actually, building their local economy.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSo Neil Urvin identifies three problems – the first is that our city streets have stayed the same while the number of cars on the roads has increased dramatically.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003eThat’s right – and this has led to congestion on our roads. \u003cstrong\u003eCongestion\u003c/strong\u003e means too much traffic, making it hard to move.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe second problem is pollution – which we mentioned earlier.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003e Pollution\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e is damage to the environment caused by releasing waste substances such as carbon dioxide into the air.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eAnd the third problem is that by travelling around on buses or in our cars we aren’t getting enough exercise. And we all know that’s a bad thing! Would pedestrianisation engineer walking back into our lives do you think?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eI’m not sure, Neil. It would be great if we could go shopping or walk to work without breathing in fumes or worrying about getting knocked down by a car. But banning all motorised traffic from town centres might make life difficult for people to get around.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, I’m not a town planner – and I don’t have the answers. But I would like to know if I got the answer right to the question you asked me earlier!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, well I asked you: What’s the average speed of a bus travelling along Oxford Street? Is it… a) 4.6mph, b) 14.6mph or c) 46mph?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eAnd I said 14.6mph.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd that’s not slow enough, Neil, I’m afraid. The answer is actually 4.6mph. And we pedestrians walk at an average speed of 3.1mph apparently!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eGood to know. OK – shall we go over the words we learned today, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSure – the first one is ‘pedestrian’ – a person who is walking, usually in an area where there’s traffic. ‘Sorry – you can’t ride your bike here. This path is for pedestrians only.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003eThe adjective – ‘This book is full of very pedestrian ideas. I wouldn’t read it if I were you.’\u0026nbsp;\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI’ve crossed it off my list, Neil. Thank you. OK – number two is \u0027to tackle\u0027 something, which means to make an effort to deal with a difficult problem. For example, ‘The government isn’t really tackling the problem of air pollution. It needs to do much more.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eVery true. OK, ‘ban’ means to officially say that something can’t be done. ‘The UK government will ban the sale of diesel and petrol cars from 2040.’ \u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd number four is ‘reroute’ which means to change the direction you’re travelling in.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e‘The council has rerouted all buses to avoid the town centre.’\u0026nbsp;\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Congestion’ is number five – too much traffic, making it difficult to move.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Road congestion always gets better in the summer when a lot of car drivers are on holiday.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s true, isn’t it? London always seems emptier in July and August.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eExcept for all the tourists walking around – congesting the streets!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eVery funny! And finally, number six is ‘pollution’ – which is damage to the environment caused by releasing waste substances such as carbon dioxide into the air, or plastic into the sea.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e‘You can help reduce air pollution by walking to work every day instead of driving.’\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAre you talking to me, Neil? I always walk to work!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eI know you do, Rob – you’re an example to us all!\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, that’s all we have time for today.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBut please don’t forget to visit us via our Twitter, Facebook and YouTube pages! Goodbye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eBye bye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 166,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003epedestrian\u003c/strong\u003e\u003cbr /\u003ea person who is walking, usually in an area where there’s traffic\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003etackle (something)\u003c/strong\u003e\u003cbr /\u003emake an effort to deal with a difficult problem\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eban\u003c/strong\u003e\u003cbr /\u003eofficially say that something can’t be done\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ereroute\u003c/strong\u003e\u003cbr /\u003echange the direction you’re travelling in\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003econgestion\u003c/strong\u003e\u003cbr /\u003etoo much traffic, making it difficult to move\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epollution\u003c/strong\u003e\u003cbr /\u003edamage to the environment caused by releasing waste substances such as carbon dioxide into the air, or plastic into the sea\u003c/p\u003e"
  },
  {
    "_id": 872,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": true,
    "isPlayed": false,
    "mDescription": "Are you aware of how much of the sweet stuff you eat?",
    "mEpisodeDate": "26 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171026_6min_english_sugar_download.mp3",
    "mSummary": "\u003cp\u003eDo you really know\u0026nbsp;how much of the sweet stuff you eat? Neil and Rob talk about sugar and teach you some tempting new vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eIf a food contains 5% total sugars per 100g, is it…\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003e\u003cspan\u003ea) high in sugar\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) low in sugar or\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) somewhere in the middle?\u0026nbsp;\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05hwj0q.jpg",
    "mTitle": "Too much sugar",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI’m Rob. Welcome to 6 Minute English – we’ve got a sweet topic today, and six tempting items of vocabulary.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHello, I’m Neil. And we’re going to be talking about sugar – which many of us find tempting. But how much is too much, Rob?\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI don’t know, Neil, but hopefully we’ll be finding that out. I must admit though – I \u003cstrong\u003ehave a sweet tooth\u003c/strong\u003e – and that means I like sugary things!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMe too. But something I’m always seeing in the news these days is that we’re eating too much sugar. And one important factor is that sugars are sometimes hidden in processed foods.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan data-mce-mark\u003d\"1\"\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cstrong\u003eProcessed\u003c/strong\u003e food is any food that has been changed in some way – by freezing it or putting it in tins – or by combining foods or adding chemicals. In fact, some of the sugars we eat are hidden in food that we think of as healthy. Such as yoghurts, low fat snacks, and fruit drinks.\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDo you check the information on the back of food packets, Rob? – To see what’s in them?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYes, I do. But it can be very confusing – there’s so much information. And I’m not always sure how much of a certain thing is bad.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, that brings me onto today’s quiz question. Can you tell me, if a food contains 5% total sugars per 100g, is it…\u003cbr /\u003e\u003cspan\u003ea) high in sugar,\u003cbr /\u003e\u003cspan\u003e\u003cspan\u003eb) low in sugar or\u003cbr /\u003e\u003cspan\u003ec) somewhere in the middle?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI’ll say low, Neil.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK. Well, we\u0027ll find out later. Some food products have colour coding on the packaging to help you understand the information, don’t they? – red for high levels of sugar, salt or fat– orange for medium, and green for low.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat sounds helpful. Then you can see \u003cstrong\u003eat a glance\u003c/strong\u003e what’s good or bad for you.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003eAt a glance\u003c/strong\u003e means with a quick look. OK, let’s listen now to BBC reporter Rajeev Gupta interviewing a man in Chester, in the UK. He’s asking him to guess how much sugar there is in a pot of fat-free yoghurt.\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003eRajeev Gupta, reporter interviewing a man in Chester\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003cspan\u003e \u003c/span\u003e\u003cspan\u003e\u003cstrong\u003eReporter:\u003c/strong\u003e I\u0027ve actually got a pot of yoghurt in front of me. This says \u0027fat-free\u0027 on it and it\u0027s been marketed as being quite healthy. If I was to say how much sugar is in here, what would you say as… say is the quantity of the tub?\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003eInterviewee:\u003c/strong\u003e I’d probably think maybe a couple of teaspoonfuls, you know, it’s quite surprising how much is sugars in all these products, isn’t there?\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003eReporter:\u003c/strong\u003e Well, there’s about a third of this yoghurt pot is actually sugar.\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003eInterviewee: \u003c/strong\u003eTo be honest, that’s quite amazing, that. I would never have thought a third of that would have been sugar just by looking at it. And it does say it’s fat-free.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eSo the yoghurt is \u003cstrong\u003efat-free\u003c/strong\u003e, which means it doesn’t contain any fat. And the man guessed there might be two teaspoons of sugar in the yoghurt.\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cspan\u003eThat’s right. And if something is sugar-free then it doesn’t contain any sugar. But in this case, a third of the yoghurt’s content was sugar. That, to me, sounds like an awful lot – even for someone with a sweet tooth like me!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK, well, let’s listen to Dr Gunter Kuhnle. He’s a Nutritional Biochemist at Reading University.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003cstrong\u003e\u003cspan\u003eDr Gunter Kuhnle, nutritional biochemist at Reading University, UK \u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e One problem we see – nutritionists – is sort of this focusing on any individual foods – at one time it was that fat has to be avoided at all costs, now it seems to go towards sugar and sugar is demonised and people link it to drugs and so on. I think this is the wrong way forward. Individuals, yes, you should have a balanced diet. It is important also to enjoy your food and not do this extreme focusing on one side or one aspect and individual nutrients.\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003eSo if you \u003cstrong\u003eavoid something at all costs\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e you do everything you can to avoid it. And \u003c/span\u003e\u003cstrong\u003e\u003cspan\u003edemonise\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e means to make someone or something seem very bad.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDr Kuhnle thinks that totally cutting out one type of food like this – whether it’s fat or sugar – is wrong. He thinks we should eat a balanced diet – and enjoy our food.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat sounds very sensible. Now, how about telling us the answer to today’s quiz question, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThanks for reminding me, Rob. I asked: if food contains 5% total sugars per 100g, is it… a) high in sugar, b) low in sugar or c) somewhere in the middle? You said low… and you were… right! Well done!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThank you.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIf foods contain more than 22.5% total sugars per 100g they are classified as high.\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd I guess that between 5 and 22.5% they are somewhere in the middle.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eCorrect! OK, shall we go over the words we heard today?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYep. First up – if you have a ‘sweet tooth’ it means you like sugary things. For example, ‘My little nephew has a sweet tooth. He eats far too many biscuits and sweets.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003e \u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHis dentist won’t be pleased! Number two – ‘processed food’ is any food that has been changed in some way – by freezing it or putting it in tins – or by combining foods or adding chemicals.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cbr /\u003e\u003cspan\u003eFor example, ‘The meat in sausages is highly processed.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOh dear, I didn’t know that. I’m a big fan of sausages!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNumber three – ‘at a glance’ – means with a quick look.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eFor example, \u0027I could tell at a glance that I wouldn’t like the food at that restaurant.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Fat-free’ means without any fat in it. For example, ‘I bought this yoghurt because it says fat-free on the label.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003eAha – but did you realise that a third of it was sugar! Moving on – If you avoid something‘at all costs’ you do everything you can to avoid it. For example, ‘I wanted to win the game at all costs.’\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI didn’t know you were so competitive, Neil! And finally – ‘demonise’ – means to make someone or something seem very bad.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Politicians shouldn’t demonise their opponents.’\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThey often do though, don’t they? OK. Well, that’s all we have time for on today’s show. But please check out our Instagram, Twitter, Facebook and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eJoin us again soon!\u0026nbsp; Meanwhile, visit our website:\u0026nbsp;\u003ca href\u003d\"http://www.bbclearningenglish.com/\"\u003ebbclearningenglish.com\u003c/a\u003e\u003cspan\u003e, where you\u0027ll find guides to grammar, exercises, videos and articles to read and improve your English. Goodbye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eRob\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003cspan\u003e Bye!\u003c/span\u003e\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 165,
    "mVocabulary": "\u003cp\u003e\u003cspan\u003e \u003cspan\u003e\u003cstrong\u003ehave a sweet tooth\u003c/strong\u003e\u003cbr /\u003elike sugary things\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003eprocessed food\u003c/strong\u003e\u003cbr /\u003eany food that has been changed in some way\u0026nbsp;by freezing it, putting it in tins,\u0026nbsp;combining foods or adding chemicals\u003cbr /\u003e\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003e\u003cspan\u003eat a glance\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003ewith a quick look\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cbr /\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003efat-free\u003c/strong\u003e\u003cbr /\u003ewithout any fat in it\u003cbr /\u003e\u003cbr /\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003eavoid something \u003c/strong\u003e\u003cspan\u003e\u003cstrong\u003eat all costs\u003c/strong\u003e\u003cbr /\u003e do everything you can to avoid it\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cspan\u003e\u003cstrong\u003edemonise\u003c/strong\u003e\u003cbr /\u003emake someone or something seem very bad\u0026nbsp;\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e"
  },
  {
    "_id": 873,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "When you have to be polite and courteous ... even when you swim!",
    "mEpisodeDate": "19 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171019_6min_english_wetiquette_download.mp3",
    "mSummary": "\u003cp\u003eHow do you behave in a swimming pool? Do you respect other swimmers or do you end up in their way? Rob and Neil talk about \u0027wetiquette\u0027 and teach you other new vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eAccording to the US Water Quality and Health Council, how many people admitted to not showering before using the pool? Is it…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) 7%,\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) 17% or\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) 70%.\u0026nbsp;\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05kd9jz.jpg",
    "mTitle": "What’s wetiquette?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u003cspan\u003eHi, I\u0027m Rob and welcome to 6 Minute English, where we talk about an interesting topic and six items of related vocabulary.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I’m Neil… And today we’re talking about wetiquette! What’s that, Rob?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI have no idea!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, you won’t find wetiquette in many dictionaries – it actually means ‘swimming pool etiquette’. W-etiquette – get it? Etiquette is a set of rules for how to behave in social situations. And wetiquette is a set of dos and don’ts to keep things calm in the water.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003eDos and don’ts\u003c/strong\u003e are also rules telling us how to behave. So things like ‘No running by the pool’ or ‘No diving in the shallow end’. Am I right?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes and no, Rob. Those are traditional swimming pool rules. But wetiquette covers slightly different things.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eOK, well before we get to those, I have a question for you, Neil. According to the US Water Quality and Health Council, how many people admitted to not showering before using the pool? Is it…\u003cbr /\u003ea) 7%,\u003cbr /\u003eb) 17% or\u003cbr /\u003ec) 70%.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eWell, I’m going to be optimistic and say 7%, Rob.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cspan\u003e\u003cbr /\u003eSo I take it you do always take a shower before swimming, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eCorrect. Taking a quick shower is such an easy thing to do, and it stops all that horrible sweat and bacteria getting in the pool water! I can’t understand why some people don’t do it!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eI can see it’s making you quite \u003cstrong\u003ehot under the collar \u003c/strong\u003e- and that means angry. Let’s listen to swimming specialist, Jenny Landreth, talking about what annoys her.\u003cstrong\u003e\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003eJenny Landreth, swimming specialist, interviewed by the BBC\u003c/strong\u003e\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e I\u0027m very keen on my wetiquette in the pool.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e It\u0027s that thing where people can get quite cross about, which is: Do you go around clockwise or anticlockwise? Do you overtake or not?\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e People need a rule. We need to observe the rules of the pool and I\u0027m very keen on that. Most other swimmers will suffer from lane rage if people are in the wrong lane of the pool. And don’t know how to observe the rules of that lane.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e Lane rage – you mean if you’re a kind of slow swimmer and you dare to go in the fast lane?\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e Well, I hate to say it, but it is quite often that gentlemen quite often misjudge their speed and think they’re slightly faster than they are.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e Ah! The male ego here!\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e They quite often don’t like it if there’s a woman swimming faster than them. So very often they’ll go in the slightly faster lane and should be gently encouraged by wetiquette to get in the correct lane.\u003cbr /\u003e\u003cstrong\u003eInterviewer:\u003c/strong\u003e Know your speed.\u003cbr /\u003e\u003cstrong\u003eJenny Landreth:\u003c/strong\u003e Yes.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e That was Jenny Landreth – a swimming specialist – talking about the things that annoy her about other people in the pool.\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003e Yes. Jenny doesn\u0027t like it when people are slower that they should be for the fast lane. Older men, like you, Rob.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003c/strong\u003e\u003cbr /\u003e Neil, how dare you! Yes, Jenny gets \u0027lane rage\u0027.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eLane rage! Where swimmers get hot under the collar when there’s a slow swimmer in the fast lane.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eSwimming \u003cstrong\u003elanes\u003c/strong\u003e are the vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’. Do you know your speed, Neil?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes – I’m fast.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAre you sure you are not misjudging your speed? Do you think you might actually be a medium-fast swimmer?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eTo \u003cstrong\u003emisjudge\u003c/strong\u003e means to guess something wrongly. And our \u003cstrong\u003eego\u003c/strong\u003e is the idea we have of ourselves – with regards to how important we feel we are. And to answer your question, Rob, no, I’m definitely fast.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob \u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAre there other things swimmers should be aware of in the pool?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes – if somebody taps your foot, it means they want to overtake you.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003eOvertaking \u003c/strong\u003emeans to pass another person travelling in the same direction because you are going faster than them.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI hate it when swimmers overtake me!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eReally, Neil? Is that your male ego talking?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eNo, not at all – I just hate getting splashed.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI see. Well perhaps now is a good time to move on and hear the answer to today’s quiz question. Remember I asked: How many people admitted to not showering before using the pool? Is it… a) 7%, b) 17% or c) 70%?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eI said 7% and I hope I’m right.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eWell, I’m afraid you’re wrong, Neil. It’s actually ten times that amount – it’s 70%! The 2012 US report from Water Quality and Health Council found that around 70% of people do not shower before taking a swim in the pool – adding to the number of germs in the water.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003ePerhaps swimming pools should start fining people who don’t take a shower? That might make a difference. Now, let’s go over the words we learned today.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eYes, the first one is ‘dos and don’ts’, which are rules telling us how to behave in a particular situation. For example, “What are the dos and don’ts of meeting the Queen?”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eGood question – Is the correct etiquette to call her Your Highness or Ma’am? Are there certain subjects you shouldn’t talk about?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eDo you shake her hand or curtsy?\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThese are things you need to know – or else the Queen might get ‘hot under collar’ – that’s our next word, and it means angry!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e“Both politicians got hot under the collar and insulted each other.”\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK – number three is ‘lanes’ – which are the vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’.\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e“Our British Olympic gold medallist is swimming in lane one.”\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eOur next word is ‘misjudge’ which means to guess something wrongly. For example, “I’m sorry I misjudged you, Rob. Please forgive me.”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eOh alright then, Neil. But don’t misjudge me again OK? Next up is ‘ego’ – which is our sense of how important we are.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e“Losing the race was a huge blow to her ego.”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd our final word is ‘overtake’ – which means to pass another person travelling in the same direction because you are going faster than them.\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e“I don’t enjoy overtaking big lorries on the motorway.”\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNeither do I, Neil. Now one of the don’ts of this show is not talking for more than six minutes. So it’s time to say goodbye!\u003cstrong\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eBut please visit our Twitter, Facebook and YouTube pages and tell us what makes you hot under the collar!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eAnd remember – you can explore our website:\u0026nbsp;\u003ca href\u003d\"http://www.bbclearningenglish.com/\"\u003ebbclearningenglish.com\u003c/a\u003e, where you\u0027ll find guides to grammar, exercises, videos and articles to read and improve your English. Bye bye!\u003cstrong\u003e\u003cspan\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/span\u003e\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 164,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003edos and don’ts\u003c/strong\u003e\u003cbr /\u003erules telling us how to behave in a particular situation\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehot under collar\u003c/strong\u003e\u003cbr /\u003eangry\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elanes\u003c/strong\u003e\u003cbr /\u003ethe vertical sections of a swimming pool that are often labelled as ‘fast’, ‘medium’, and ‘slow’\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003emisjudge\u003c/strong\u003e\u003cbr /\u003eguess something wrongly\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eego\u003c/strong\u003e\u003cbr /\u003eour sense of how important we are\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eovertake\u003c/strong\u003e\u003cbr /\u003epass another person travelling in the same direction because you are going faster than them\u003c/p\u003e"
  },
  {
    "_id": 874,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Can you tell the difference between the taste of bottled water and tap water?",
    "mEpisodeDate": "12 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171012_6min_english_bottled_water_download.mp3",
    "mSummary": "\u003cp\u003eCan you tell the difference between the taste of bottled water and tap water? Is water in a bottle really better for you. Neil and Rob quench your thirst for new vocabulary and discuss H2O.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003eHow many litres of bottled water were sold in the UK in 2016? Was it…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ea) 2.9 billion litres,\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eb) 29 million litres or\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) 2.9 million litres?\u0026nbsp;\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05jrqtd.jpg",
    "mTitle": "Why pay for bottled water?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u0026nbsp;\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWelcome to 6 Minute English, where we introduce a refreshing topic and six related items of vocabulary. I\u0027m Rob.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eAnd I’m Neil… And today we’re talking about water – there’s nothing more refreshing than an ice-cold bottle of water straight out of the vending machine… Ah!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK.\u003cstrong\u003e\u003cstrong\u003e Refreshing\u003c/strong\u003e \u003c/strong\u003ein this context means making you feel cool again after being hot. So has that cooled you down, Neil?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eYes, I feel very refreshed now, thanks.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eCan I ask you though – why didn’t you just get a glass of water from the kitchen tap? That water is cool and refreshing too – and it’s free!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eWell, I like this brand of bottled water better – it’s enriched with salts and minerals that are very beneficial to your health. \u003cstrong\u003eEnriched\u003c/strong\u003e means improving the quality of something by adding to it.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eEnriched!! Honestly, Neil!\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt tastes better, Rob.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYeah…\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I’m not the only one who thinks so. For the first time in the UK, bottled water is more popular than cola. In fact, can you tell me how many litres of bottled water were sold in the UK in 2016? Was it…\u003cbr /\u003ea) 2.9 billion litres,\u003cbr /\u003eb) 29 million litres or\u003cbr /\u003ec) 2.9 million litres?\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eRight. Well, I’m going to say 29 million litres.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK. We’ll find out later if you got that right or wrong. But seriously, Rob, don’t you think it’s a good thing that people are choosing to buy bottled water at the supermarket rather than fizzy drinks?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u0026nbsp;\u003cbr /\u003e\u003c/strong\u003eYes, of course. But as I said to you earlier, why don’t people just drink tap water? Let’s listen to Natalie Fee, founder of City to Sea, which campaigns against plastic pollution – and of course, bottled water causes a huge amount of that. Here’s Natalie now, talking about how drinks manufacturers have persuaded people that bottled water is better for them.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003cstrong\u003eNatalie Fee, founder of City to Sea\u003cbr /\u003e\u003c/strong\u003e\u003c/strong\u003eThey manufactured the demand for bottled water and they spent millions of pounds on adverts sort of scaring us off of tap water. The bottled water companies set out to make us believe that tap water wasn’t healthy. And yet, tap water is way more regulated than bottled water is, and in taste tests, tap water comes up trumps most times.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIf you \u003cstrong\u003emanufacture\u003c/strong\u003e something you make it in large amounts in a factory. But here Natalie says the drinks companies \u003cem\u003e‘manufactured the demand \u003c/em\u003efor bottled water’…\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWhich means they made adverts to persuade people that tap water wasn’t healthy – and bottled water was.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHmm – To scare people off – What does that mean, Rob?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, if you \u003cstrong\u003escare somebody off \u003c/strong\u003eyou make them go away by frightening them. So some advertisers may have suggested, for example, that tap water was unsafe to drink …\u003cstrong\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003c/strong\u003e\u003cbr /\u003eWhereas bottled water was safer, and tasted better too!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou’re catching on! However, Natalie Fee claims that tap water is more regulated than bottled water is.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003eRegulated\u003c/strong\u003e means controlled. Natalie also says that in taste tests tap water comes up trumps. What does she mean by that?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, a taste test is where you ask people to try several very similar products without knowing which one is which, and then you grade them according to which you like the best. And if something \u003cstrong\u003ecomes up trumps \u003c/strong\u003e– it means it produces a good result, often unexpectedly.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo tap water comes up trumps, eh?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYup. Perhaps you should try a taste test now, Neil? It would be interesting to see if your enriched bottled water comes up trumps of not!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI tell you what, let’s leave that until later and hear the answer to today’s quiz question instead.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI asked you: How many litres of bottled water were sold in the UK in 2016? Was it… a) 2.9 billion litres, b) 29 million litres or c) 2.9 million litres?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYeah. And I said 29 million litres.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd the answer is… 2.9 billion litres.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWow!\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYou can buy many different brands of bottled water with a range of price tags. At the top end, there’s water from a 4,000 year-old Norwegian iceberg.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHow much does that cost?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAround \u0026pound;80 a bottle.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAs cheap as that? I’ll pop out and get some later. OK let’s review the words we learned today. The first one was ‘refreshing’, which means making you feel cool again after being hot.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“I enjoyed a refreshing cup of tea.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWe British like to say that, don’t we? Though I don’t understand how a hot drink can be refreshing. OK – number two – ‘enriched’, which means improving the quality of something by adding to it. For example, “Did you know that many types of breakfast cereal are enriched with vitamins and minerals, Neil?”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, I didn’t, Rob. You learn something new every day. Number three is ‘manufacture’ – to make something in large amounts in a factory.\u0026nbsp;“This company manufactures wellington boots.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e“I am a wellington boot manufacturer.” That has a nice ring to it. Anyway, when you scare someone off you make them go away by frightening them. “The dog barked fiercely and scared off the two burglars.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eDown, Rob, down! Number five – ‘regulated’ – or controlled – for example, “The sale of tobacco is tightly regulated by the government.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd finally – if something ‘comes up trumps’ it produces a good result, often unexpectedly.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“My lottery ticket came up trumps again! I can’t believe it!”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYou’re a lucky man, Neil. OK – it’s time to do that taste test now. If you have an opinion on bottled water or anything else, please tell us about it on our Twitter, Instagram, Facebook, or YouTube pages.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK. This one definitely tastes better.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd how about this one?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYeah, definitely.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat’s the tap water, Neil.\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, no, no. I refuse to believe it!\u003c/span\u003e\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 163,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003erefreshing\u003cbr /\u003e\u003c/strong\u003emaking you feel cool again after being hot\u003cbr /\u003e\u003cspan\u003e\u003cstrong\u003e\u003cbr /\u003eenriched\u003cbr /\u003e\u003c/strong\u003eimproving the quality of something by adding to it\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003emanufacture\u003cbr /\u003e\u003c/strong\u003esomething you make it in large amounts in a factory\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003escare somebody off\u003cbr /\u003e\u003c/strong\u003emake them go away by frightening them\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eregulated\u003cbr /\u003e\u003c/strong\u003e\u003cspan\u003econtrolled\u0026nbsp;\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003ecomes up trumps\u003cbr /\u003e\u003c/strong\u003eproduces a good result, often unexpectedly\u0026nbsp;\u003c/span\u003e\u003c/p\u003e"
  },
  {
    "_id": 875,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Neil and Rob talk about vigorous exercise – and whether adults take enough of it!",
    "mEpisodeDate": "05 Oct 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/171005_6min_english_adult_exercise_download.mp3",
    "mSummary": "\u003cp\u003eHow many steps do you walk a day? Do you know the more the better for your health. Neil and Rob talk about the need to exercise and teach you some related vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question\u003c/h3\u003e \n \u003cp\u003eHow many people aged between 40 and 60 do less than ten minutes brisk walking every month? Is it…\u003c/p\u003e \n \u003cp\u003ea) 4%,\u003c/p\u003e \n \u003cp\u003eb) 14% or\u003c/p\u003e \n \u003cp\u003ec) 40%?\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05j3wtw.jpg",
    "mTitle": "Do adults exercise enough?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello, I’m Neil. And welcome to 6 Minute English, where we vigorously discuss a new topic and six related items of vocabulary.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd hello, I’m Rob. Today we’re discussing vigorous exercise – and whether adults take enough of it! \u003cstrong\u003eVigorous\u003c/strong\u003e\u0026nbsp;means using a lot of energy to do something.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo how many steps do you do in a day, Rob?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHow many steps? How should I know, Neil? – It would be pretty hard to count them all.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh, come on! You can track steps on your phone! I do ten thousand a day – which is the magic number for keeping fit and healthy, apparently.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eNot if you saunter, Neil, surely? Sauntering from the sofa to the fridge and back – Or from the house to the car.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell I never saunter, Rob.\u0026nbsp;\u003cstrong\u003eSaunter\u003c/strong\u003e means to walk slowly. And you’d have to make a lot of trips to the fridge to clock up ten thousand steps. To get some vigorous exercise, you need to get out and about – round the park at a brisk pace…\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003e\u003cstrong style\u003d\"font-size: 12px;\"\u003eBrisk\u003c/strong\u003e means quick and energetic – the opposite of sauntering. OK, well, perhaps you can you tell me, Neil, how many people aged between 40 and 60 do less than ten minutes brisk walking every month? Is it…\u003cbr /\u003ea) 4%,\u003cbr /\u003eb) 14% or\u003cbr /\u003ec) 40%?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m going to say… 4% because ten minutes is such a short amount of time!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eIndeed. Now, I’ve got another question for you, Neil. Why is exercise so important? Because it sounds pretty boring – counting steps, going to the gym, running on a machine.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, when you exercise, you stimulate the body’s natural repair system. Your body will actually stay younger if you exercise!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eThat sounds good.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eExercise also lowers your risk of developing illnesses such as heart disease, cancer, and diabetes.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHmm. I’m getting a bit worried now, Neil. But I don’t have enough time to do a thousand steps every day… I’m far too busy!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, Rob. Now might be a good time to listen to Julia Bradbury. She’s a TV presenter and outdoor walking enthusiast who will explain how she builds walking into her busy life.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003eJulia Bradbury, TV presenter and outdoor walking enthusiast\u003c/strong\u003e\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u003cbr /\u003e\u003c/strong\u003eI will walk to meetings instead of catching a bus, or getting a taxi or a car – into meetings. And I will also, if I can’t build that into my working day, if it’s a day when I haven’t got meetings and I’m maybe at home with the kids, I will take the time – I will take my kids out with the buggy and I will definitely do 30-40 minutes at least everyday. Going to the park, going to the shops, picking up my things up en route, and really sort of building it into my life. Taking the stairs and not taking lifts, all of these kinds of little decisions can incrementally build up to create more walking time in your day.\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSo if you \u003cstrong\u003ebuild something in\u003c/strong\u003e to your day – or your life – you include it from the beginning.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd Julia Bradbury has built walking into her day. Even though she’s very busy too, Rob! You should learn from her!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eSo she walks instead of driving or taking the bus. And takes the stairs instead of the lift. I could do those things.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYou could indeed – before you know it, you’d be doing ten thousand steps – because the amount of walking you do in a day builds incrementally.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003eIncrementally\u003c/strong\u003e means gradually increasing in size. OK, well, before I think that over, perhaps I could tell you the answer to today’s quiz question?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK. You asked me: How many people aged between 40 and 60 do less than ten minutes brisk walking every month? The options were:\u003cbr /\u003ea) 4%,\u003cbr /\u003eb) 14% or\u003cbr /\u003ec) 40%?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eAnd you said 4%. But I’m afraid it’s actually 40%. And that’s according to the Government body \u003cem\u003ePublic Health England\u003c/em\u003e here in the UK.\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh dear, that’s a lot more people than I expected. But it isn’t that surprising – people in all age groups are leading more sedentary lifestyles these days. Our job is very \u003cstrong style\u003d\"font-size: 12px;\"\u003esedentary\u003c/strong\u003e – which means it involves a lot of sitting and not much exercise!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eWell, I might just run on the spot while we go over the new vocabulary we’ve learned today!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGood plan. First up we heard ‘vigorous’ – which means using a lot of energy to do something.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eOK. “I am running vigorously on the spot!”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGreat example! And good to see you taking some vigorous exercise! Number two – ‘saunter’ – means to walk slowly in a relaxed way. “When I saw Rob, I sauntered over to say hello.”\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eHi Neil. Number three – ‘brisk’ means quick and energetic.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“It’s important to take some brisk exercise every day.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eYes! And I’m beginning to realise that might be true.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYep! I think you\u0027ve done enough jogging for today, Rob. You’ve probably done about a hundred steps.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eIs that all? OK, number four – if you ‘build something in to something’ – you include it from the beginning.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“It’s important to build regular exercise into your daily routine.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eVery good advice. Number five is ‘incrementally’ which means gradually increasing in size.\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIncremental is the adjective. “The company has been making incremental changes to its pay structure.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eDoes that mean we’re getting a pay rise?\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI doubt it! And finally, number six – ‘sedentary’ means sitting a lot and not taking much exercise. For example, “It’s bad for your health to lead such a sedentary lifestyle.”\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eDuly noted, Neil! Well, it’s time to go now. But if today’s show has inspired you to step out and take more exercise, please let us know by visiting our Twitter, Facebook and YouTube pages and telling us about it!\u003cstrong style\u003d\"font-size: 12px;\"\u003e\u0026nbsp;\u003c/strong\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eRob\u003cbr /\u003e\u003c/strong\u003eBye bye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 162,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003evigorous\u003cbr /\u003e\u003c/strong\u003eusing a lot of energy to do something\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esaunter\u003cbr /\u003e\u003c/strong\u003ewalk slowly\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebrisk\u003cbr /\u003e\u003c/strong\u003equick and energetic (the opposite of sauntering)\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebuild something in\u003c/strong\u003e\u0026nbsp;(to your day or your life)\u003cbr /\u003einclude it from the beginning\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eincrementally\u003cbr /\u003e\u003c/strong\u003egradually increasing in size\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003esedentary\u003c/strong\u003e\u0026nbsp;(job or life)\u003cbr /\u003eit involves a lot of sitting and not much exercise\u003c/p\u003e"
  },
  {
    "_id": 876,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Are you afraid of machines that copy human intelligent behaviour?",
    "mEpisodeDate": "28 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170928_6min_english_computers_download.mp3",
    "mSummary": "\u003cp\u003eMachine thinking is in our homes, offices, schools and hospitals. Computer algorithms are helping us drive our cars. They’re diagnosing what’s wrong with us in hospitals. They’re marking student essays.\u0026nbsp;Neil and Tim talk about artificial intelligence and teach you six items of vocabulary.\u003c/p\u003e \n \u003ch3\u003e\u003cspan\u003eThis week\u0027s question:\u0026nbsp;\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003eWhat was the name of the computer which famously beat world chess champion Garry Kasparov using algorithms in 1997? Was it…\u003c/p\u003e \n \u003cp\u003ea) Hal,\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eb) Alpha 60 or\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ec) Deep Blue?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05cmhsf.jpg",
    "mTitle": "What can\u0027t computers do?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWelcome to 6 Minute English, where we bring you an intelligent topic and six related items of vocabulary. I’m Neil.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd I’m Tim. And today we’re talking about AI – or Artificial Intelligence.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eArtificial Intelligence\u003c/strong\u003e is the ability of machines to copy human intelligent behaviour – for example, an intelligent machine can learn from its own mistakes, and make decisions based on what’s happened in the past.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThere’s a lot of talk about AI these days, Neil, but it’s still just science fiction, isn’t it?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThat’s not true – AI is everywhere. Machine thinking is in our homes, offices, schools and hospitals. Computer algorithms are helping us drive our cars. They’re diagnosing what’s wrong with us in hospitals. They’re marking student essays… They’re telling us what to read on our smartphones…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eWell, that really does sound like science fiction – but it’s happening already, you say, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt’s definitely happening, Tim. And an\u003cstrong\u003e algorithm\u003c/strong\u003e, by the way, is a set of steps a computer follows in order to solve a problem. So can you tell me what was the name of the computer which famously beat world chess champion Garry Kasparov using algorithms in 1997? Was it…\u003cbr /\u003ea) Hal,\u003cbr /\u003eb) Alpha 60 or\u003cbr /\u003ec) Deep Blue?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI’ll say Deep Blue. Although I’m just guessing.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWas it an educated guess, Tim?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI know a bit about chess…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAn educated guess is based on knowledge and experience and is therefore likely to be correct. Well, we’ll find out later on how educated your guess was in this case, Tim!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIndeed. But getting back to AI and what machines can do – are they any good at solving real-life problems? Computers think in zeros and ones don’t they? That sounds like a pretty limited language when it comes to life experience!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYou would be surprised to what those zeroes and ones can do, Tim. Although you’re right that AI does have its limitations at the moment. And if something has\u003cstrong\u003e limitations \u003c/strong\u003ethere’s a limit on what it can do or how good it can be.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK – well now might be a good time to listen to Zoubin Bharhramani, Professor of Information Engineering at the University of Cambridge and deputy director of the Leverhulme Centre for the Future of Intelligence. He’s talking about what limitations AI has at the moment.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eZoubin Bharhramani, Professor of Information Engineering at the University of Cambridge and deputy director of the Leverhulme Centre for the Future of Intelligence \u003cbr /\u003e\u003c/strong\u003eI think it’s very interesting how many of the things that we take for granted – we humans take for granted – as being sort of things we don’t even think about like how do we walk, how do we reach, how do we recognize our mother. You know, all these things. When you start to think how to implement them on a computer, you realize that it’s those things that are incredibly difficult to get computers to do, and that’s where the current cutting edge of research is.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIf we \u003cstrong\u003etake something for granted\u003c/strong\u003e we don’t realise how important something is.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eYou sometimes take me for granted, I think, Neil.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo – I never take you for granted, Tim! You’re far too important for that!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eGood to hear! So things we take for granted are doing every day tasks like walking, picking something up, or recognizing somebody. We \u003cstrong\u003eimplement \u003c/strong\u003e– or perform – these things without thinking – Whereas it’s cutting edge research to try and program a machine to do them.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eCutting edge\u003c/strong\u003e means very new and advanced. It’s interesting isn\u0027t it, that over ten years ago a computer beat a chess grand master – but the same computer would find it incredibly difficult to pick up a chess piece.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI know. It’s very strange. But now you’ve reminded me that we need the answer to today’s question.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWhich was: What was the name of the computer which famously beat world chess champion Garry Kasparov in 1997? Now, you said Deep Blue, Tim, and … that was the right answer!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eYou see, my educated guess was based on knowledge and experience!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOr maybe you were just lucky. So, the IBM supercomputer Deep Blue played against US world chess champion Garry Kasparov in two chess matches. The first match was played in Philadelphia in 1996 and was won by Kasparov. The second was played in New York City in 1997 and won by Deep Blue. The 1997 match was the first defeat of a reigning world chess champion by a computer under tournament conditions.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eLet’s go through the words we learned today. First up was ‘artificial intelligence’ or AI – the ability of machines to copy human intelligent behaviour.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“There are AI programs that can write poetry.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eDo you have any examples you can recite?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAfraid I don’t! Number two – an algorithm is a set of steps a computer follows in order to solve a problem. For example, “Google changes its search algorithm hundreds of times every year.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThe adjective is algorithmic – for example, “Google has made many algorithmic changes.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNumber three – if something has ‘limitations’ – there’s a limit on what it can do or how good it can be. “Our show has certain limitations – for example, it’s only six minutes long!”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThat’s right – there’s only time to present six vocabulary items. Short but sweet!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd very intelligent, too. OK, the next item is ‘take something for granted’ – which is when we don’t realise how important something is.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“We take our smart phones for granted these days – but before 1995 hardly anyone owned one.”\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNumber five – ‘to implement’ – means to perform a task, or take action.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“Neil implemented some changes to the show.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThe final item is ‘cutting edge’ – new and advanced – “This software is cutting edge.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“The software uses cutting edge technology.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK – that’s all we have time for on today’s cutting edge show. But please check out our Instagram, Twitter, Facebook and YouTube pages.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eBye-bye!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 161,
    "mVocabulary": "\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eartificial intelligence\u003c/strong\u003e or \u003cstrong\u003eAI\u003c/strong\u003e\u003cbr /\u003ethe ability of machines to copy human intelligent behaviour.\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003e an algorithm\u003c/strong\u003e\u003cbr /\u003ea set of steps a computer follows in order to solve a problem\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003elimitations\u003c/strong\u003e\u003cbr /\u003ea limit on what it can do or how good it can be\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003etake something for granted\u003c/strong\u003e\u003cbr /\u003ewhen we don’t realise how important something is\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003eto implement\u003c/strong\u003e\u003cbr /\u003eto perform a task, or take action\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003ecutting edge\u003c/strong\u003e\u003cbr /\u003enew and advanced \u003c/span\u003e\u003c/p\u003e"
  },
  {
    "_id": 877,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Did you know that when the entire body is aging hair can grow stronger?",
    "mEpisodeDate": "21 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170921_6min_english_hair_download.mp3",
    "mSummary": "\u003cp\u003eThe hair follicle apparently knows some tricks that the other organs don’t know, says Ralf Paus, hair loss researcher. Neil and Tim talk about the wonders of hair and \u003cspan\u003eteach you six items of vocabulary.\u003c/span\u003e\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question:\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eHow many hair follicles does the human body have today? Is it …\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) 500,000,\u0026nbsp;\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) 5 million or\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) 50 million?\u003c/span\u003e\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05cmj64.jpg",
    "mTitle": "The wonders of hair",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWelcome to 6 Minute English, where today we introduce a hair-raising topic and six items of vocabulary.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI’m Tim… So what’s hair-raising about today’s topic, Neil? \u003cstrong\u003eHair-raising\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e means scary but also exciting!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWe’re talking about hair – which may be exciting for some, but definitely won’t be scary.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHair-raising is a real thing, though, isn’t it? Our hairs do rise!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYes – Tim, they do. We get goose bumps when we’re cold, scared, or excited.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBut other mammals do it better than us – Cats fluff up when they see other cats they don’t like.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s true – We can’t fluff up because we don’t have enough body hair.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI suppose we used to be as hairy as gorillas – if you go back a million years or so.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDo you know why we lost so much hair, Tim?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIsn’t it because it allowed us to sweat more easily? This meant we didn’t get so hot and tired – we could run faster and for longer – and catch more animals to eat!\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat sounds like a good theory. But do you have a theory on how many hair follicles the human body has today?\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWhat’s a hair follicle?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA \u003cstrong\u003ehair\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e \u003c/span\u003e\u003cstrong\u003e\u003cspan\u003efollicle\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e is the organ that produces a hair underneath the skin. Now answer the question, Tim. How many hair follicles does the human body have today? Is it …\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ea) 500,000,\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003eb) 5 million or\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ec) 50 million?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e50 million sounds about right.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDid you know that men have more than women, Tim?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo, I didn’t – but it makes sense since men are usually hairier than women.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOn their faces – but not necessarily on their heads!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAre you referring to the fact that men of a certain age can be follically challenged?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIf you’re follically challenged it means you’re losing your hair! Having little or no hair is called \u003cstrong\u003ebaldness\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e. And if you’ve reached \u003c/span\u003e\u003cstrong\u003e\u003cspan\u003ea certain age\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e it means you aren’t young any more!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWhy is our hair so important to us, Neil? When we aren’t worrying about going bald, we’re busy shaving, waxing, plucking, and trimming the stuff. When I say ‘we’ of course I’m referring to people in general. Not myself…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, a good head of hair indicates health and youth. And hair on your face – \u003cstrong\u003efacial\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e hair – shows when boys have reached manhood.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOn the other hand, going grey or losing your hair shows you’re getting older.\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHair today, gone tomorrow?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBad joke, Neil!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSorry! It’s true that hair on your head shows signs of aging – but this isn’t true of all human hair. Let’s listen to Ralf Paus, a leading hair loss researcher, talking about this.\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cstrong\u003e\u003cspan\u003eRalf Paus, hair loss researcher\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe eyebrows get stronger usually in aging men, the hairs in your nose and in your ears get stronger – and what a miracle of nature that an organ – when the entire body is aging actually grows stronger. So we may even be able to learn from hair follicles how not to age.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHmm. I’m not sure I would swap a good head of hair for thick eyebrows and nose hair. How about you, Neil?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI agree! But let’s hear more from Ralf Paus about why some hair gets stronger as you get older.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cstrong\u003e\u003cspan\u003eRalf Paus, hair loss researcher\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe hair follicle apparently knows some tricks that the other organs don’t know. So it’s continuously regenerating itself. It goes through a so-called hair cycle and part of that we know pretty well – and that is, these stem cells that it uses to regenerate cells.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eSo a hair follicle can \u003cstrong\u003eregenerate\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e cells – or grow new cells to replace old or damaged ones. But if that’s only true for eyebrows, nose and ear hair, I am not that impressed! I want hairs on my head to be able to regenerate!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThe important thing here is that these cells in the hair follicle may help scientists discover a way to stop other organs of the body aging… OK, I’m now going to reveal how many hair follicles on average we have on our bodies. The answer is… 5 million.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOh. So not 50 million then.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eDon’t worry, Tim! It was a tricky question! Now let’s go over the words we learned today.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘Hair-raising’ means scary often in an exciting way. For example, “That ride on the rollercoaster was a hair-raising experience!”\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNext is ‘hair follicle’ – the organ that produces a hair underneath the skin.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“Scientists believe that stress can affect hair follicles.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA number of things can affect hair follicles actually – age, disease, diet…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOK – but we haven’t got all day, Neil. So let’s move on to the next item. ‘Baldness’ – which means having little or no hair on your head.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“My grandfather is bald and he always wears a hat to cover his baldness.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNice example. Is your grandpa actually bald, Neil?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo – he has a fine head of hair. Now, if you are a certain age, it means you are no longer young. For example…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“All the people at the party were of a certain age…”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eHow many of them had facial hair, Tim? That’s our next word, and ‘facial’ means to do with the face.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“None of the people at the party had facial hair.” There’s your answer!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s unusual, Tim. Lots of men have beards these days. OK – our final word for today is ‘regenerate’ which means to grow again. You can talk about regenerating a range of things, for example…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“The council has plans to regenerate this part of the city.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“Regeneration of parts of the city is in progress.” – ‘regeneration’ is the noun.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, it’s time to go now. But if today’s show gave you goosebumps please let us know by visiting our Twitter, Facebook and YouTube pages and telling us about it!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBye-bye!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eGoodbye!\u003c/span\u003e\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 160,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003ehair-raising\u003c/strong\u003e\u003cbr /\u003escary often in an exciting way\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ehair follicle\u003c/strong\u003e\u003cbr /\u003ethe organ that produces a hair underneath the skin\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ebaldness\u003c/strong\u003e\u003cbr /\u003ehaving little or no hair on your head\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eof a certain age\u003c/strong\u003e\u003cbr /\u003eno longer young\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003efacial\u003c/strong\u003e\u003cbr /\u003eto do with the face\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eregenerate\u003c/strong\u003e\u003cbr /\u003eto grow again\u0026nbsp;\u003c/p\u003e"
  },
  {
    "_id": 878,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Tim and Neil talk about interactions that can be misunderstood by people of different backgrounds",
    "mEpisodeDate": "14 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170914_6min_english_cultural_differences_download.mp3",
    "mSummary": "\u003cp\u003eIf two people are talking lively and you don\u0027t understand their culture or their language, you might think they are having an argument. Neil and Tim talk about this kind of situation and teach you six items of vocabulary.\u003c/p\u003e \n \u003ch3\u003eThis week\u0027s question:\u0026nbsp;\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003e\u003cspan\u003eIn which country does shaking your head mean ‘yes’, Tim? Is it… \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ea) Greece,\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003eb) Japan or \u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003e\u003cspan\u003ec) Bulgaria?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05cpygs.jpg",
    "mTitle": "Having a row or asking for directions?",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWelcome to 6 Minute English. In this programme we bring you an expressive topic and six items of vocabulary. I’m Neil…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd I’m Tim. So, we had an argument just before we started the show…\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWe did, Tim. But no hard feelings?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNone. \u003cstrong\u003eNo hard feelings\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e is something you say to somebody you have argued with to say you’d still like to be friends. We often fall out over silly things…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e… Like who’s going to introduce the show…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e… Or who’s going to choose the quiz question.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBut we understand each other. That’s the important thing, isn\u0027t it? \u003cstrong\u003eTo fall out with somebody\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e by the way, is another way of saying to argue or disagree with them. Do you know that you wave your arms around a lot when you’re arguing, Tim?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo, I didn’t know I did that.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat isn’t very British.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI know. Using \u003cstrong\u003egestures\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e – or movements you make with your hands or your head to express what you are thinking of feeling – is common in some countries but not in others. Then there are some movements – like shaking your head – which mostly means ‘no’ but in some countries can mean the opposite.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s right. In which country does shaking your head mean ‘yes’, Tim? Is it… \u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ea) Greece,\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003eb) Japan or \u003cbr /\u003e\u003c/span\u003e\u003cspan\u003ec) Bulgaria?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eNo idea – I’ll guess Greece. I do know that in India people shake their heads to mean lots of different things.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThere are plenty of gestures you need to be careful with when you’re meeting and greeting people from a culture that’s different to your own – to avoid offending people – or making an awkward faux pas…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIf you make a\u003cstrong\u003e faux pas\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e it means you say or do something embarrassing in a social situation. For example, our every day use of the thumbs-up signal might offend people from the Middle East.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd \u003cstrong\u003eto offend\u003c/strong\u003e\u003c/span\u003e\u003cspan\u003e means to make somebody angry or upset.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eLet’s hear now from Business Professor Erin Meyer talking about how easy it is to misunderstand why people behave the way they do in everyday situations when we don’t belong to the same culture.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eINSERT\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cstrong\u003e\u003cspan\u003eErin Meyer, Business Professor in Dubai\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA while ago I was in Dubai and one of my students, my Emirati students, was driving me home after a session and the car stopped at a light and she rolled down the window, and she started shouting at someone outside of the window. This guy was crossing the street with a big box of cloth. And he started shouting back, and she opened up the door, and they started gesticulating and shouting at one another. And I thought, wow, they’re having a huge fight, I thought maybe he was going to hit her. And she got back in the car, and I said, well, what were you fighting about? And she said, ‘Oh no, no, we weren’t fighting, he was giving me directions to your hotel.’ And I thought that was a great example of how someone from another culture may misperceive or misunderstand something as a fight when in fact they were just being emotionally expressive.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e\u003cstrong\u003eGesticulating\u003c/strong\u003e – what does that mean?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIt means what I was doing earlier! – Waving your arms around to express what you’re feeling.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eErin Meyer was worried because her student and the man on the street were shouting and gesticulating at each other. She thought they were having a fight when in fact they were just being emotionally expressive.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd \u003cstrong\u003eexpressive \u003c/strong\u003e\u003c/span\u003e\u003cspan\u003emeans showing what you think or feel.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eYou were nodding in agreement, there, Tim. Which reminds me of our quiz question. In which country does shaking your head mean ‘yes’? Is it… a) Greece, b) Japan or c) Bulgaria?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI said Greece…\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eAnd that’s the wrong answer, I’m afraid. The right answer is Bulgaria. In some Southeastern European areas such as Bulgaria and southern Albania, shaking your head is used to indicate \u0026quot;yes\u0026quot;. In those regions, nodding in fact means \u0026quot;no\u0026quot; as well.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI hope I remember that the next time I meet somebody from Southeastern Europe.\u003c/span\u003e\u003cspan\u003eOK, shall we look back at the words we learned today?\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e‘No hard feelings’ is something you say to somebody you have argued with or beaten in a game or contest to say you’d still like to be friends.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eFor example, “I always get the quiz questions right – unlike you Neil. But no hard feelings, OK?”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat’s not a very realistic example, Tim… But I’ll let it go. Number two – ‘to fall out with somebody’ means to argue or disagree with them.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“I fell out with my best friend at school. We didn’t talk to each other for a whole week!”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThat must’ve been a serious disagreement, Tim! What were you arguing about?\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eI can’t remember. It was a long time ago. Number three – a ‘gesture’ is a movement you make with your hands or head to express what you are thinking or feeling.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“She opened her arms wide in a gesture of welcome.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOr the verb – “I gestured to Neil that we only had one minute left to finish the show!”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eIs that true, Tim? You’re nodding your head – but we should also quickly mention ‘gesticulate’ which means to make gestures with your hands or arms!\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eA ‘faux pas’ is saying or doing something embarrassing in a social situation. For example, “I committed a serious faux pas at a party last night – that I’m too embarrassed to tell you about!”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eOh dear, Tim. I hope you didn’t offend too many people – ‘offend’ is our next word – and it means to make somebody angry or upset.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eWell, you’ve given us a good example already, Neil, so let’s move on to the final word – ‘expressive’ – which means showing what you think or feel.\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003e“Tim has a very expressive face.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eThanks! Another quick example – “I waved my hand expressively to signal to Neil that it was time to finish the show.”\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eTaking my cue from Tim, that’s all for today. But please remember to check out our Instagram, Twitter, Facebook and YouTube pages.\u0026nbsp;\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eTim\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eBye-bye!\u003c/span\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003e\u003cspan\u003eNeil\u003cbr /\u003e\u003c/span\u003e\u003c/strong\u003eGoodbye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 159,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eno hard feelings\u003c/strong\u003e\u003cbr /\u003e is something you say to somebody you have argued with or beaten in a game or contest to say you’d still like to be friends\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eto fall out with somebody\u003c/strong\u003e\u003cbr /\u003eto argue or disagree with them\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egesture\u003c/strong\u003e\u003cbr /\u003ea movement you make with your hands or head to express what you are thinking or feeling\u0026nbsp;\u003c/p\u003e\n \u003cp\u003e\u003cspan\u003e\u003cstrong\u003efaux pas\u003c/strong\u003e\u003cbr /\u003e\u003c/span\u003e\u003cspan\u003esaying or doing something embarrassing in a social situation\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eoffend\u003c/strong\u003e\u003cbr /\u003eto make somebody angry or upset\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eexpressive\u003c/strong\u003e\u003cbr /\u003eshowing what you think or feel\u0026nbsp;\u003c/p\u003e"
  },
  {
    "_id": 879,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "A policeman, a pilot, a chef - what\u0027s our fascination with uniforms?",
    "mEpisodeDate": "07 Sep 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170907_6min_english_uniforms_download.mp3",
    "mSummary": "\u003cp\u003eWhat\u0027s the fascination we seem to have for uniforms? Is there something about taking on a persona or professional role that can be liberating? Neil and Tim talk about the uniforms they\u0027d like to wear\u0026nbsp;and teach you six items of vocabulary.\u003c/p\u003e \n \u003ch3\u003e\u003cspan\u003e\u003cspan\u003eThis week\u0027s question:\u003c/span\u003e\u003c/span\u003e\u003c/h3\u003e \n \u003cp\u003eIn the 19th century, police officer’s top hats could be used…\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ea) to stand on\u003c/p\u003e \n \u003cp\u003eb) as a weapon\u0026nbsp;\u003c/p\u003e \n \u003cp\u003ec) to protect their heads from the sun?\u0026nbsp;\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05c47hf.jpg",
    "mTitle": "Uniforms",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWelcome to 6 Minute English, where we introduce a colourful topic and six suitable items of vocabulary.\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI’m Tim…\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I’m Neil. Why are you wearing a policeman’s hat, Tim?\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eTo get me in the mood for our topic today – uniforms!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, the hat certainly suits you!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd if something \u003cstrong\u003esuits you\u003c/strong\u003e it looks good on you! Well, thanks, Neil. And funnily enough, I have a question for you on the subject of police hats! In the 19th century, police officers\u0027 top hats could be used…\u003cbr /\u003e\u003cbr /\u003ea) to stand on,\u003cbr /\u003eb) as a weapon or\u003cbr /\u003ec) to protect their heads from the sun?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, they\u0027re kind of pointy so I’m going to say as a weapon.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK. Let’s consider what the point of a uniform is. Why do some jobs have them while others don’t?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e \u003c/strong\u003eWell – The police, and other emergency services, like the fire brigade, and ambulance service – they need practical clothes to help them do their job.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003ePeople need to recognize them too, don’t they?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYeah, that’s right. A uniform makes people stand out from crowd.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIf something \u003cstrong\u003estands out\u003c/strong\u003e it’s noticeable or easy to see.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eBut uniform also allows you \u003cstrong\u003eto\u003c/strong\u003e \u003cstrong\u003efit in\u003c/strong\u003e – it shows you belong to a particular group or organization – and people often enjoy that sense of community at work.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eDo you think we should get some 6 Minute English T-shirts made, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, we share a sense of community without team T-shirts, Tim. Let’s listen to cultural historian, Joe Moran, talking about why wearing a uniform can also allow you to behave differently to the way you normally behave.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eJoe Moran, cultural historian\u003cbr /\u003e\u003c/strong\u003eIt’s a role and a genre that you adopt and it’s kind of – it’s something that’s not quite you. It’s kind of a persona that you can put on. In Germany they call it ‘maskenfreiheit’, which is the freedom conferred by masks. There’s something about taking on what is very clearly a persona or professional role, that can be liberating, I think.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo when you put on a uniform you are adopting a role or genre. \u003cstrong\u003eGenre\u003c/strong\u003e means a particular style. And a \u003cstrong\u003epersona\u003c/strong\u003e is a character you present to the outside world – as opposed to the person you feel like inside.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eJoe Moran compares putting on a persona to putting on a mask. And he says this can be very \u003cstrong\u003eliberating\u003c/strong\u003e. But do you really think putting on a uniform liberates – or frees – us from the person we really are?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e \u003c/strong\u003eMaybe. If you’re shy, for example, a uniform might feel liberating because it allows you to behave more confidently. So, if you could choose a uniform and a new persona, what would it be, Tim?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eHmm. An airline pilot, I think. I’d look great in a blazer with brass buttons – and with the cap and mirror sunglasses. Hello, this is your captain speaking. We’ll shortly be arriving at LAX airport in sunny Los Angeles. Local time is 12.55 and it’s hot hot hot outside, so I hope you’ve packed plenty of sun cream.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK Tim, stop, stop, stop, stop, stop! I can see you’d love being a pilot – or at least you’d love talking to your passengers!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eWhat about you, Neil? What would you like to try on for size? A surgeon’s scrubs? A nun’s habit?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eTo try something on for size\u003c/strong\u003e means to decide whether it’s what you want or not. No Tim… I’d go for a chef’s apron, checked trousers, a tall hat.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI think the uniform would suit you, but are you good at cooking, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m an excellent cook. Now, I think we should have the answer to today’s quiz question, Tim.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eYes, I asked what a police officer’s hat could be used for in the 19th century.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eAnd I said as a weapon.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eWrong, I’m afraid. From 1829 to 1839, Metropolitan Police officers wore a cane-reinforced top hat, which could be used as a step to climb or see over walls. I wonder if modern police hats are strong enough to stand on?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWe’ll try yours later and find out. But now let’s go over the other key words we learned today.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK. If something ‘suits you’, it looks good on you. For example, “Does this pilot’s uniform suit me, Neil?”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eIt suits you down to the ground, Tim! And that means it suits you very well!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eNumber two – If something ‘stands out’, it’s noticeable or easy to see.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“My colourful suit really stood out at the party.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIn a good way, I hope! OK, next item – ‘to fit in’ – means you belong to a particular group and are accepted by them.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e“I never fitted in with the cool kids at school.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m sorry to hear that, Tim! Maybe you weren’t wearing the right uniform? Number four is ‘persona’ – the character you present to the outside world – as opposed to the person you feel like inside.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“My work persona is confident and chatty but I’m actually rather shy.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI’m learning a lot about you today, Tim!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThey’re just examples, Neil. I don’t have a work persona – that’s the nice thing about our job – there’s no need to put on masks or personas.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eJust the occasional hat…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIndeed. And a very nice hat this is too – I think I’ll keep it. Now, let’s finish the vocabulary! Number five – ‘liberating’ means feeling you can behave however you like.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eFor example, “Talking openly about your problems can be very liberating.”\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd finally, ‘to try something on for size’ means to test something to decide whether you want it or not.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOur listeners can try these new vocabulary items on for size and decide whether they’ll be useful or not!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eAnd if not, then please let us know by visiting our Twitter, Facebook and YouTube pages and telling us what you think!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eGoodbye!\u003cbr /\u003e \u003cbr /\u003e \u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 158,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003esuits you\u003c/strong\u003e\u003cbr /\u003elooks good on you\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003estand out\u003c/strong\u003e\u003cbr /\u003eit’s noticeable or easy to see\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eto fit in\u003c/strong\u003e\u003cbr /\u003ebelong to a particular group and are accepted by them\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003epersona\u003c/strong\u003e\u003cbr /\u003ethe character you present to the outside world – as opposed to the person you feel like inside\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eliberating\u003c/strong\u003e\u003cbr /\u003efeeling you can behave however you like\u003c/p\u003e"
  },
  {
    "_id": 880,
    "isAddedWatchList": false,
    "isDownloaded": false,
    "isFavorite": false,
    "isPlayed": false,
    "mDescription": "Tim and Neil laugh their head off as they teach you useful vocabulary",
    "mEpisodeDate": "31 Aug 2017",
    "mMediaUrl": "http://downloads.bbc.co.uk/learningenglish/features/6min/170831_6min_english_laughing_download.mp3",
    "mSummary": "\u003cp\u003eIn a competition for control between laughter and breathing and speaking, laughter always wins, says\u0026nbsp;a neuroscientist. Neil and Tim discuss the dangers of laughter and teach you some related words.\u003c/p\u003e \n \u003ch3\u003e\u003cspan data-mce-mark\u003d\"1\"\u003eThis week\u0027s question:\u003c/span\u003e\u0026nbsp;\u003c/h3\u003e \n \u003cp\u003eHow many times a day does the average adult laugh? Is it…\u003c/p\u003e \n \u003cp\u003ea) 17,\u003c/p\u003e \n \u003cp\u003eb) 70 or\u003c/p\u003e \n \u003cp\u003ec) 700?\u003c/p\u003e \n \u003cp\u003eListen to the programme to find out the answer.\u003c/p\u003e",
    "mThumbImageUrl": "http://ichef.bbci.co.uk/images/ic/624xn/p05c47l0.jpg",
    "mTitle": "Laughing could kill you",
    "mTranscript": "\u003cp\u003e\u003cem\u003eNote: This is not a word-for-word transcript\u003c/em\u003e\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eHello and welcome to 6 Minute English, where we bring you an entertaining topic and six related items of vocabulary. I\u0027m Neil… and those guffaws you can hear are coming from Tim. So what\u0027s so funny, Tim?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eCan you pass me a glass of water?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eYes, OK, here you go.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eIt was just something our producer said before I came into the studio. A \u003cstrong\u003eguffaw\u003c/strong\u003e by the way is a loud laugh that you can\u0027t control...\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo while Tim \u003cstrong\u003elaughs his head off\u003c/strong\u003e – and that means to laugh very loudly for a long time – I\u0027ll introduce the show. Today, Tim, we\u0027re talking about laughter and how it could kill you…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOh come on, Neil! That\u0027s not funny! Laughing is good for you – everyone knows that!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, not when you laugh like that, Tim! You\u0027re bright red in the face, you\u0027ve got tears streaming down your face. And you nearly choked on a glass of water! \u003cstrong\u003eChoke \u003c/strong\u003emeans to stop breathing because something is blocking your throat by the way. Now, without laughing or choking, can you please tell me how many times a day the average adult laughs? Is it…\u003cbr /\u003ea) 17,\u003cbr /\u003eb) 70 or\u003cbr /\u003ec) 700?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eHmm. Surely it depends on what type of person you are?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMaybe it does. That\u0027s why I\u0027m asking about the average number of times Tim, so just make an intelligent guess.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eOK, well I laugh a lot so I\u0027m going to say 70 times a day. 700 times seems like you\u0027d be laughing all the time… But you\u0027ve worried, me Neil – I know we sometimes say, I nearly died laughing – but nobody does actually die laughing, do they?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eWell, I think the risk of dying of laughter is probably low – but in theory, what happens when we laugh is potentially dangerous! Let\u0027s listen to cognitive neuroscientist Sophie Scott talking about what happens when we laugh.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eINSERT\u003cbr /\u003e \u003c/strong\u003e\u003cstrong\u003eSophie Scott, cognitive neuroscientist\u003cbr /\u003e\u003c/strong\u003eLaughter – in a competition for control over your ribcage in your brain between laughter and breathing and speaking – laughter will always win. And laughter just takes those same muscles and it squeezes them – eh eh eh eh – and the air goes – out out out out – and notably it does not want to let you breathe in. It\u0027s trying to kill you. It\u0027s quite dangerous.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eSo when you laugh a lot your \u003cstrong\u003ediaphragm\u003c/strong\u003e – that\u0027s the sheet of muscle below your lungs – contracts and squeezes the air out of your lungs.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eThis makes it hard to breathe – which is why you were gasping for breath earlier, Tim! And that\u0027s why laughter can kill you!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e\u003cstrong\u003eGasping\u003c/strong\u003e means having difficulty breathing. Well, I\u0027ve caught my breath now – I didn\u0027t die – and I think it\u0027s fair to say, Neil, that laughter is good for you. When you laugh, your body releases happy hormones… And according to some research, people feel less pain as a result of having a good laugh.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo scientists are saying laughter is a sort of natural painkiller?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e \u003c/strong\u003eApparently, yes. They\u0027ve done research where they make people laugh, and then test their pain levels afterwards. And they found that if people only chuckle a bit it doesn\u0027t act as a painkiller, but if you laugh a lot, it does.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSo a chuckle sounds like this [chuckles]. \u003cstrong\u003eChuckling\u003c/strong\u003e means to laugh quietly. So you need belly laughter then – great big guffaws?\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThat\u0027s right. A guffaw is pretty much the opposite of a chuckle. I was guffawing earlier in the show. Would you like to demonstrate your own guffaw, Neil?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003e[hearty guffaw]\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eFantastic – can I try pinching you now, and test whether you feel any pain?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNo, you can\u0027t, Tim. It\u0027s time for the answer to today\u0027s quiz question. I asked you:\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003eHow many times a day does the average adult laugh? Is it… a) 17, b) 70 or c) 700?\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eI said 70…\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eSorry. The right answer is actually 17 – less than you thought I\u0027m afraid, Tim. But children laugh on average 300 times a day.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eThat\u0027s a big difference! You see, Neil, we all need to laugh more. You shouldn\u0027t be trying to tell us that laughing is dangerous.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eMaybe you\u0027re right. So let\u0027s move on and go over the words we learned today. The first one is \u0027guffaw\u0027 – which is a loud laugh that you can\u0027t control...\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“Neil surprised us with his deep guffaw.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eNext up – number two – to \u0027laugh your head off\u0027 – means to laugh very loudly for a long time.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“It\u0027s a really funny movie – you\u0027ll laugh your head off!”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOK – number three – \u0027choke\u0027 means to stop breathing because something is blocking your throat.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“I nearly choked to death on a cheese sandwich.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003ePoor Tim – you should eat more slowly! \u0027Diaphragm\u0027 is our next word, and that\u0027s the sheet of muscle separating your lungs from your stomach. We use our diaphragms for breathing, talking, and laughing!\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“Do opera singers have more powerful diaphragms than other people?”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eI don\u0027t know the answer to that, Tim. So number five, which is \u0027gasping\u0027, which means having\u0026nbsp;difficulty breathing. “He was gasping for breath as he swam to the surface of the swimming pool.”\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003eBut \u0027gasp\u0027 also means to be shocked or surprised by something. For example, “I gasped in astonishment when I heard Neil laugh.”\u003cspan data-mce-mark\u003d\"1\"\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOur final word is \u0027chuckle\u0027 which means to laugh quietly.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim\u003cbr /\u003e\u003c/strong\u003e“The audience chuckled through the show but they didn\u0027t seem very amused.”\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eNeil\u003cbr /\u003e\u003c/strong\u003eOh dear. Well I hope our audience has been amused today. If you\u0027re looking for more laughs, then please check out our Facebook, Twitter, Instagram and YouTube pages. You may find something to make you chuckle or guffaw there.\u003cspan\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003eTim and Neil\u003cbr /\u003e\u003c/strong\u003eBye!\u003c/p\u003e",
    "mType": "SIX_MINUTE_ENGLISH",
    "mTypeIndex": 157,
    "mVocabulary": "\u003cp\u003e\u003cstrong\u003eguffaw\u003c/strong\u003e\u003cbr /\u003ea loud laugh that you can\u0027t control\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003elaugh your head off\u003c/strong\u003e\u003cbr /\u003elaugh very loudly for a long time\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003echoke\u003c/strong\u003e\u003cbr /\u003eto stop breathing because something is blocking your throat\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003ediaphragm\u003c/strong\u003e\u003cbr /\u003ethe sheet of muscle separating your lungs from your stomach\u003c/p\u003e\n \u003cp\u003e\u003cstrong\u003egasping\u003c/strong\u003e\u003cbr /\u003ehaving difficulty breathing\u003c/p\u003e"
  }
]